{
    "name": "內篇逍遙遊第一",
    "type": "BODY",
    "paragraphs": [
        {
            "mainText": "莊子集釋卷一上",
            "commentary": []
        },
        {
            "mainText": "內篇【一】逍遙遊第一【二】",
            "commentary": [
                {
                    "type": "NORMAL",
                    "text": "【一】【釋文】〔《內篇（一）》〕內者，對外立名。說文：篇，書也。字從竹；從艸者草名耳，非也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【二】【注】夫小大雖殊，而放於自得之場，則物任其性，事稱其能，各（二）當其分，逍遙一也，豈容勝負於其間哉！◎慶藩案劉義慶世說新語文學類云：莊子逍遙篇，舊是難處；諸名賢所可鑽味，而不能拔理於郭向之外。支道林在白馬寺中，將馮太常共語，因及逍遙。支卓然標新理於二家之表，立異義於眾賢之外，皆是諸名賢尋味之所不得，後遂用支理。劉孝標注云：向子期、郭子玄逍遙義曰：「夫大鵬之上九萬，尺鷃之起榆枋，小大雖差，各任其性，苟當其分，逍遙一也。然物之芸芸，同資有待，得其所待，然後逍遙耳。唯聖人與物冥而循大變，為能無待而常通。豈獨自通而已！又從有待者不失其所待，不失則同於大通矣。」支氏逍遙論曰：「夫逍遙者，明至人之心也。莊生建言大道，而寄指鵬鷃。鵬以營生之路曠，故失適於體外；鷃以在近而笑遠，有矜伐於心內。至人乘天正而高興，遊無窮於放浪。物物而不物於物，則遙然不我得；玄感不為，不疾而速，則逍然靡不適。此所以為逍遙也。若夫有欲當其所足，足於所足，快然有似天真，猶饑者一飽，渴者一盈，豈忘烝嘗於糗糧，絕觴爵於醪醴哉！苟非至足，豈所以逍遙乎！」此向郭之注所未盡。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《逍》音銷，亦作消。《遙》如字。亦作搖。◎慶藩案逍遙二字，說文不收，作消搖者是也。禮檀弓消搖於門，漢書司馬相如傳消搖乎襄羊，京山引太玄翕首雖欲消搖，天不之茲，漢開母石闕則文燿以消搖，文選宋玉九辯聊消搖以相羊，後漢東平憲王蒼傳消搖相羊，字並從水作消，從手作搖。唐釋湛然止觀輔行傳弘決引王瞀夜云：消搖者，調暢逸豫之意。夫至理內足，無時不適；止懷應物，何往不通。以斯而遊天下，故曰消搖。又曰：理無幽隱，消然而當，形無鉅細，搖然而通，故曰消搖。解消搖義，視諸儒為長。《遊》如字。亦作游。逍遙遊者，篇名，義取閒放不拘，怡適自得。◎慶藩案家世父侍郎公曰：天下篇莊子自言其道術充實不可以已，上與造物者遊。首篇曰逍遙遊者，莊子用其無端崖之詞以自喻也。注謂小大雖殊，逍遙一也，似失莊子之恉。◎又案文選潘安仁秋興賦注引司馬彪云：言逍遙無為者能遊大道也。釋文闕。《夫小大》音符。《之場》直良反。《事稱》尺證反。《各當》丁浪反。《其分》符問反。"
                },
                {
                    "type": "NORMAL",
                    "text": "【校】"
                },
                {
                    "type": "SMALL",
                    "text": "（一）依通志堂本經典釋文補。"
                },
                {
                    "type": "SMALL",
                    "text": "（二）各字宋趙諫議本作名。"
                }
            ]
        },
        {
            "mainText": "北冥有魚，其名為鯤。鯤之大，不知其幾千里也【一】。化而為鳥，其名為鵬【二】。鵬之背，不知其幾千里也；怒而飛，其翼若垂天之雲【三】。是鳥也，海運則將徙於南冥。南冥者，天池也【四】。",
            "commentary": [
                {
                    "type": "NORMAL",
                    "text": "【一】【疏】溟，猶海也，取其溟漠無涯，故（為）〔謂〕（一）之溟。東方朔十洲記云：溟海無風而洪波百丈。巨海之內，有此大魚，欲明物性自然，故標為章首。玄中記云：東方有大魚焉，行者一日過魚頭，七日過魚尾；產三日，碧海為之變紅。故知大物生於大處，豈獨北溟而已。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《北冥》本亦作溟，覓經反，北海也。嵇康云：取其溟漠無涯也。梁簡文帝云：窅冥無極，故謂之冥。東方朔十洲記云：水黑色謂之冥海，無風洪波百丈。◎慶藩案慧琳一切經音義三十一大乘入楞伽經卷二引司馬云：溟，謂南北極也。去日月遠，故以溟為名也。釋文闕。《鯤》徐音昆，李侯溫反。大魚名也。崔譔云：鯤當為鯨，簡文同。◎慶藩案方以智曰：鯤本小魚之名，莊子用為大魚之名。其說是也。爾雅釋魚：鯤，魚子。凡魚之子名鯤，魯語魚禁鯤鮞，韋昭注：鯤，魚子也。張衡（東）〔西〕（二）京賦摷鯤鮞，薛綜注：鯤，魚子也。說文無鯤篆。段玉裁曰：魚子未生者曰鯤。鯤即卵字，許慎作（\n），古音讀如關，亦讀如昆。禮內則濡魚卵醬，鄭讀卵若鯤。凡未出者曰卵，已出者曰子。鯤即魚卵，故叔重以（\n）字包之。莊子謂絕大之魚為鯤，此則齊物之寓言，所謂汪洋自恣以適己者也。釋文引李頤云鯤，大魚名也，崔譔、簡文並云鯤當為鯨，皆失之。《其幾》居豈反。下同。"
                },
                {
                    "type": "NORMAL",
                    "text": "【二】【注】鵬鯤之實，吾所未詳也。夫莊子之大意，在乎逍遙遊放，無為而自得，故極小大之致以明性分之適。達觀之士，宜要其會歸而遺其所寄，不足事事曲與生說。自不害其弘旨，皆可略之耳。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】夫四序風馳，三光電卷，是以負山岳而捨故，揚舟壑以趨新。故化魚為鳥，欲明變化之大理也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《鵬》步登反。徐音朋。郭甫登反。崔音鳳，云：鵬即古鳳字，非來儀之鳳也。說文云：朋及鵬，皆古文鳳字也。朋鳥象形。鳳飛，群鳥從以萬數，故以朋為朋黨字。字林云：鵬，朋黨也，古以為鳳字。◎盧文弨曰：以朋舊作以鵬，今案文義（政）〔改〕正。◎慶藩案廣川書跋寶龢鍾銘、通雅四十五並引司馬云：鵬者鳳也。釋文闕。《夫莊》音符。發句之端皆同。《性分》符問反。下皆同。《達觀》古亂反。《宜要》一遙反。"
                },
                {
                    "type": "NORMAL",
                    "text": "【三】【疏】魚論其大，以表頭尾難知；鳥言其背，亦示修短叵測。故下文云未有知其修者也。鼓怒翅翼，奮迅毛衣，既欲摶風，方將擊水。遂乃斷絕雲氣，背負青天，騫翥翱翔，淩摩霄漢，垂陰布影，若天涯之降行雲也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《垂天之雲》司馬彪云：若雲垂天旁。崔云：垂，猶邊也，其大如天一面雲也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【四】【注】非冥海不足以運其身，非九萬里不足以負其翼。此豈好奇哉？直以大物必自生於大處，大處亦必自生此大物，理固自然，不患其失，又何厝心於其間哉。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】運，轉也。是，指斥也。即此鵬鳥，其形重大，若不海中運轉，無以自致高昇，皆不得不然，非樂然也。且形既遷革，情亦隨變。昔日為魚，涵泳北海；今時作鳥，騰翥南溟；雖復昇沈性殊，逍遙一也。亦猶死生聚散，所遇斯適，千變萬化，未始非吾。所以化魚為鳥，自北徂南者，鳥是淩虛之物，南即啟明之方；魚乃滯溺之蟲，北蓋幽冥之地；欲表向明背暗，捨滯求進，故舉南北鳥魚以示為道之逕耳。而大海洪川，原夫造化，非人所作，故曰天池也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《海運》司馬云：運，轉也。向秀云：非海不行，故曰海運。簡文云：運，徙也。◎慶藩案玉篇：運，行也。渾天儀云：天運如車轂，謂天之行不息也。此運字亦當訓行。莊子言鵬之運行不息於海，則將徙天池而休息矣。（說文：徙，迻也。段注：乍行乍止而竟止，則迻其所矣。）下文引齊諧六月息之言可證。郭氏謂非冥海不足以運其身，釋文引司馬向秀之說，皆失之。《豈好》呼報反。下皆同。《大處》昌慮反。下同。《何厝》七故反。本又作措。◎盧文弨曰：案說文：厝，厲石也；措，置也；俗多通用。今莊子注作措，與說文合。"
                },
                {
                    "type": "NORMAL",
                    "text": "【校】"
                },
                {
                    "type": "SMALL",
                    "text": "（一）為謂古多混用，今以義別。後不複出。"
                },
                {
                    "type": "SMALL",
                    "text": "（二）依文選改。"
                }
            ]
        },
        {
            "mainText": "齊諧者，志怪者也。諧之言曰：「鵬之徙於南冥也，水擊三千里，摶扶搖而上者九萬里【一】，去以六月息者也。【二】」野馬也，塵埃也，生物之以息相吹也【三】。天之蒼蒼，其正色邪？其遠而無所至極邪？其視下也，亦（一）若是則（二）已矣【四】。",
            "commentary": [
                {
                    "type": "NORMAL",
                    "text": "【一】【注】夫翼大則難舉，故摶扶搖而後能上，九萬里乃足自（三）勝耳。既有斯翼，豈得決然而起，數仞而下哉！此皆不得不然，非樂然也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】姓齊，名諧，人姓名也。亦言書名也，齊國有此（徘）〔俳〕諧之書也。誌，記也。擊，打也。摶，鬥也，扶搖，旋風也。齊諧所著之書，多記怪異之事，莊子引以為證，明己所說不虛。大鵬既將適南溟，不可決然而起，所以舉擊兩翅，動蕩三千，踉蹌而行，方能離水。然後繚戾宛轉，鼓怒徘徊，風氣相扶，搖動而上。塗經九萬，時隔半年，從容志滿，方言憩止。適足而已，豈措情乎哉！"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《齊諧》戶皆反。司馬及崔並云人姓名。簡文云書。◎俞樾曰：按下文諧之言曰，則當作人名為允。若是書名，不得但稱諧。《志怪》志，記也。怪，異也。《水擊》崔云：將飛舉翼，擊水踉蹌也。踉，音亮。蹌，音七亮反。《摶》徒端反。司馬云：摶飛而上也。一音博。崔云：拊翼徘徊而上也。◎盧文弨曰：當云本一作搏，音博，陸氏於考工記之摶（〈扌直〉）〔埴〕（四），亦云劉音博，不分別字體，非。◎慶藩案慧琳一切經音義七十二引司馬云：擊，猶動也。釋文闕。又文選江文通雜體詩注引司馬云：摶，圜也。扶搖，上行風也，圜飛而上行者若扶搖也。范彥龍古意贈王中書詩注引司馬曰：摶，圜也。圜飛而上若扶搖也。張景陽七命注、御覽九及九百二十七、初學記一並引司馬曰：扶搖，上行風也。諸書所引，互有異同，與釋文亦小異。◎又案說文：摶，以手圜之也。古借作專。漢書天文志騎氣卑而布卒氣摶，如淳注：摶，專也。集韻：摶，擅也，（擅亦有專義。）又曰：聚也。摶扶搖而上，言專聚風力而高舉也。釋文所引，未得摶字之義。《扶搖》徐音遙，風名也。司馬云：上行風謂之扶搖。爾雅云：扶搖謂之飆。郭璞云：暴風從下上也。◎盧文弨曰：從下上倒，今據爾雅注改正。《而上》時掌反。注同。《自勝》音升。下同。《決然》喜缺反。下同。《數仞》色主反。下同。《非樂》音嶽，又五孝反。"
                },
                {
                    "type": "NORMAL",
                    "text": "【二】【注】夫大鳥一去半歲，至天池而息；小鳥一飛半朝，搶榆枋而止。此比所能則有閒矣，其於適性一也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《搶》七羊反。《枋》音方。◎家世父曰：去以六月息，猶言乘長風也，與下時則不至而控於地對文。莊文多不能專於字句求之。（五）"
                },
                {
                    "type": "NORMAL",
                    "text": "【三】【注】此皆鵬之所馮以飛者耳。野馬者，游氣也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】爾雅云：邑外曰郊，郊外曰牧，牧外曰野。此言青春之時，陽氣發動，遙望藪澤之中，猶如奔馬，故謂之野馬也。揚土曰塵，塵之細者曰埃。天地之閒，生物氣息更相吹動以舉於鵬者也。夫四生雜沓，萬物參差，形性不同，資待宜異。故鵬鼓垂天之翼，託風氣以逍遙；蜩張決起之翅，搶榆枋而自得。斯皆率性而動，稟之造化，非有情於遐邇，豈措意於驕矜！體斯趣者，於何而語夸企乎！"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《野馬》司馬云：春月澤中游氣也。崔云：天地閒氣如野馬馳也。《塵埃》音哀。崔云：天地閒氣蓊鬱似塵埃揚也。《相吹》如字。崔本作炊。◎慶藩案吹炊二字古通用。集韻：炊，累動而升也。荀子仲尼篇可炊而境也，本書在宥篇從容無為而萬物炊累焉，注並云：炊與吹同。◎又案莊生既言鵬之飛與息各適其性，又申言野馬塵埃皆生物之以息相吹，蓋喻鵬之純任自然，亦猶野馬塵埃之累動而升，無成心也。郭氏謂鵬之所馮以飛者，疑誤。《所馮》皮冰反。本亦作憑。◎盧文弨曰：今注作憑，改正。"
                },
                {
                    "type": "NORMAL",
                    "text": "【四】【注】今觀天之蒼蒼，竟未知便是天之正色邪，天之為遠而無極邪。鵬之自上以視地，亦若人之自（此）〔地〕（六）視天。則止而圖南矣（七），言鵬不知道里之遠近，趣足以自勝而逝。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】仰視圓穹，甚為迢遞，碧空高遠，算數無窮，蒼蒼茫味，豈天正色！然鵬處中天，人居下地，而鵬之俯視，不異人之仰觀。人既不辨天之正色，鵬亦詎知地之遠近！自勝取足，適至南溟，鵬之圖度，止在於是矣。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《色邪》餘嗟反，助句不定之辭。後放此。◎盧文弨曰：舊也嗟反，今據易釋文正。"
                },
                {
                    "type": "NORMAL",
                    "text": "【校】"
                },
                {
                    "type": "SMALL",
                    "text": "（一）闕誤云：文如海本亦作則。"
                },
                {
                    "type": "SMALL",
                    "text": "（二）闕誤則作而。"
                },
                {
                    "type": "SMALL",
                    "text": "（三）趙諫議本足自作自足。"
                },
                {
                    "type": "SMALL",
                    "text": "（四）埴字依考工記改。"
                },
                {
                    "type": "SMALL",
                    "text": "（五）以上三十八字，原誤置上注文之下。"
                },
                {
                    "type": "SMALL",
                    "text": "（六）地字依續古逸叢書本改。"
                },
                {
                    "type": "SMALL",
                    "text": "（七）趙本無矣字。"
                }
            ]
        },
        {
            "mainText": "且夫水之積也不厚，則其負大舟也無力。覆杯水於坳堂之上，則芥為之舟；置杯焉則膠，水淺而舟大也【一】。風之積也不厚，則其負大翼也無力。故九萬里，則風斯在下矣【二】，而後乃今培風；背負青天而莫之夭閼者，而後乃今將圖南【三】。",
            "commentary": [
                {
                    "type": "NORMAL",
                    "text": "【一】【注】此皆明鵬之所以高飛者，翼大故耳。夫質小者所資不待大，則質大者所用不得小矣。故理有至分，物有定極，各足稱事，其濟一也。若乃失乎忘生之（主）〔生〕（一）而營生於至當之外，事不任力，動不稱情，則雖垂天之翼不能無窮，決起之飛不能無困矣。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】且者假借，是聊略之辭。夫者開發，在語之端緒。積，聚也。厚，深也。杯，小器也。坳，污陷也，謂堂庭坳陷之地也。芥，草也。膠，黏也。此起譬也。夫翻覆一杯之水於坳污堂地之間，將草葉為舟，則浮汎靡滯；若還用杯為舟，理必不可。何者？水淺舟大，則黏地不行故也。是以大舟必須深水，小芥不待洪流，苟其大小得宜，則物皆逍遙。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《且夫》音符。《覆》芳服反，《杯》崔本作盃。《坳堂》於交反，又烏了反，李又伊九反。崔云：堂道謂之坳。司馬云：塗地令平。支遁云：謂有坳垤形也。《芥》吉邁反，徐古邁反，一音古黠反。李云：小草也。《則膠》徐、李古孝反，一音如字。崔云：膠著地也。李云：黏也。《稱事》尺證反。後同。《其濟》子細反，本又作齊，如字。《之生》本亦作主字。《至當》丁浪反。後皆同。"
                },
                {
                    "type": "NORMAL",
                    "text": "【二】【疏】此合喻也。夫水不深厚，則大舟不可載浮；風不崇高，大翼無由淩霄漢。〔是〕（二）以小鳥半朝，決起（搶）榆〔枋〕（三）之上；大鵬九萬，飄風鼓扇其下也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【三】【注】夫所以乃今將圖南者，非其好高而慕遠也，風不積則夭閼不通故耳。此大鵬之逍遙也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】培，重也。夭，折也。閼，塞也。初賴扶搖，故能昇翥；重積風吹，然後飛行。既而上負青天，下乘風脊，一淩霄漢，六月方止。網羅不逮，畢弋無侵，折塞之禍，於何而至！良由資待合宜，自致得所，逍遙南海，不亦宜乎！"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《而後乃今培》音裴，重也。徐扶杯反，又父宰反，三音扶北反。本或作陪。◎盧文弨曰：今本三作一，非。《風》絕句。◎慶藩案王念孫曰：培之言馮也。馮，乘也。（見周官馮相氏注。）風在鵬下，故言負；鵬在風上，故言馮。必九萬里而後在風之上，在風之上而後能馮風，故曰而後乃今培風。若訓培為重，則與上文了不相涉矣。馮與培，聲相近，故義亦相通。漢書周緤傳更封緤為（剻）〔〈剻，中\"刂换阝\"〉〕（四）城侯，顏師古曰：（剻）〔〈剻，中\"刂换阝\"〉〕，呂忱音陪，而楚漢春秋作馮城侯。陪馮聲相近，是其證也。（馮字古音在蒸部，陪字古音在之部。之部之音與蒸部相近，故陪馮聲亦相近。說文曰：陪，滿也。王注離騷曰：馮，滿也。陪馮聲相近，故皆訓為滿。文穎注漢書文帝紀曰：陪，輔也。張晏注百官公卿表曰：馮，輔也。說文曰：倗，輔也。陪馮倗，聲並相近，故皆訓為輔。說文曰：倗，從人，朋聲，讀若陪位。〈剻，中\"刂换阝\"〉，從邑，崩聲，讀若陪。漢書王尊傳南山群盜傰宗等，蘇林曰：傰，音朋。晉灼曰：音倍。墨子尚賢篇守城則倍畔，非命篇倍作崩。皆其例也。）今案說文：培，益也。培風者，以風益大翼之力，助其高飛也。陸氏訓重，未明，當從王氏為允。《背負青天》一讀以背字屬上句。《夭》於表反。司馬云：折也。《閼》徐於葛反，一音謁。司馬云：止也。李云：塞也。◎慶藩案文選劉孝標辨命論注引司馬云：夭，折；閼，止也；言無有夭止使不通者也。視釋文所引為詳。"
                },
                {
                    "type": "NORMAL",
                    "text": "【校】"
                },
                {
                    "type": "SMALL",
                    "text": "（一）生字依釋文及世德堂本改。"
                },
                {
                    "type": "SMALL",
                    "text": "（二）是字依劉文典補正本補。"
                },
                {
                    "type": "SMALL",
                    "text": "（三）依下疏文「小鳥決起榆枋」句改。"
                },
                {
                    "type": "SMALL",
                    "text": "（四）〈剻，中\"刂换阝\"〉字依漢書改。"
                }
            ]
        },
        {
            "mainText": "蜩與學鳩笑之曰：「我決起而飛，（槍）〔搶〕（一）榆枋（二），時則不至而控於地而已矣，奚以之九萬里而南為？」【一】適莽蒼者，三餐而反，腹猶果（三）然；適百里者，宿舂糧；適千里者，三月聚糧【二】。之二蟲又何知（四）【三】！",
            "commentary": [
                {
                    "type": "NORMAL",
                    "text": "【一】【注】苟足於其性，則雖大鵬無以自貴於小鳥，小鳥無羨於天池，而榮願有餘矣。故小大雖殊，逍遙一也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】蜩，蟬也，生七八月，紫青色，一名蛁蟟。鸒鳩，鶻鳩也，即今之班鳩是也。決，卒疾之貌。（槍）〔搶〕，集也，亦突也。枋，檀木也。控，投也，引也，窮也。奚，何也。之，適也。蜩鳩聞鵬鳥之弘大，資風水以高飛，故嗤彼形大而劬勞，欣我質小而逸豫。且騰躍不過數仞，突榆檀而栖集；時困不到前林，投地息而更起，逍遙適性，樂在其中。何須時經六月，途遙九萬，跋涉辛苦，南適胡為！以小笑大，夸企自息而不逍遙者，未之有也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《蜩》音條。司馬云：蟬。《學鳩》如字。一音於角反。本又作鷽，音同。本或作鸒，音預。崔云：學讀為滑，滑鳩，一名滑雕。司馬云：學鳩，小鳩也。李云：鶻鵰也。毛詩草木疏云：鶻鳩，班鳩也。簡文云：月令云鳴鳩拂其羽是也。◎慶藩案俞樾曰：釋文曰：學，本或作鸒，音預。據文選江文通雜體詩鸒斯蒿下飛，李善注即以莊子此文說之。又引司馬云：鸒鳩，小鳥。毛萇詩傳曰：鸒斯，鵯居；鵯居，鴉烏也。音豫。然則李氏所據本固作鸒，不作學也。今釋文引司馬云，學鳩，小鳩也，此經後人竄改，非其原文矣。今案釋文，學（亦或）〔本又〕作鷽。說文：鷽，雗鷽，山鵲，知來事鳥，或作雤。爾雅釋鳥：鷽，山鵲。作學者，蓋鷽假借字。鳩為五鳩之總名，鷽、鳩當是兩物，釋文引諸說似未分曉。《我決》向、徐喜缺反，李呼穴反。李頤云：疾貌。（槍）〔搶〕，七良反。司馬、李云：猶集也。崔云：著也。支遁云：（槍）〔搶〕，突也。◎俞樾曰：王氏引之經傳釋詞曰：則，猶或也。引史記陳丞相世家則恐後悔為證。此文則字亦當訓為或。《榆》徐音踰，木名也。《枋》徐音方。李云：檀木也。崔云：本也。或曰：木名。◎盧文弨曰：今本作崔云木也，與下複，係字誤。《控》苦貢反。司馬云：投也。又云引也。崔云：叩也。◎俞樾曰：而字下當有圖字。上文而後乃今將圖南，此即承上文而言也。文選注引此，正作奚以之九萬里而圖南為。"
                },
                {
                    "type": "NORMAL",
                    "text": "【二】【注】所適彌遠，則聚糧彌多，故其翼彌大，則積氣彌厚也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】適，往也。莽蒼，郊野之色，遙望之不甚分明也。果然，飽貌也。往於郊野，來去三食，路既非遙，腹猶充飽。百里之行，路程稍遠，舂擣糧食，為一宿之借。適於千里之途，路既迢遙，聚積三月之糧，方充往來之食。故郭注云，所適彌遠，則聚糧彌多，故其翼彌大，則積氣彌厚者也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《莽》莫浪反，或莫郎反。《蒼》七蕩反，或如字。司馬云：莽蒼，近郊之色也。李云：近野也。支遁云：冢閒也。崔云：草野之色。《三餐》七丹反。《果然》徐如字，又苦火反。眾家皆云：飽貌。《舂》束容反。《糧》音良。"
                },
                {
                    "type": "NORMAL",
                    "text": "【三】【注】二蟲，謂鵬蜩也。對大於小，所以均異趣也。夫趣之所以異，豈知異而異哉？皆不知所以然而自然耳。自然耳，不為也。此逍遙之大意。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】郭注云，二蟲，鵬蜩也；對大於小，所以均異趣也。且大鵬摶風九萬，小鳥決起榆枋，雖復遠近不同，適性均也。咸不知道里之遠近，各取足而自勝，天機自張，不知所以。既無意於高卑，豈有情於優劣！逍遙之致，其在茲乎！而呼鵬為蟲者，大戴禮云：東方鱗蟲三百六十，應龍為其長；南方羽蟲三百六十，鳳皇為其長；西方毛蟲三百六十，麒麟為其長；北方甲蟲三百六十，靈龜為其長；中央裸蟲三百六十，聖人為其長。通而為語，故名鵬為蟲也。◎俞樾曰：二蟲即承上文蜩、鳩之笑而言，謂蜩、鳩至小，不足以知鵬之大也。郭注云二蟲謂鵬、蜩也。失之。"
                },
                {
                    "type": "NORMAL",
                    "text": "【校】"
                },
                {
                    "type": "SMALL",
                    "text": "（一）搶字依釋文原本改，下並同。"
                },
                {
                    "type": "SMALL",
                    "text": "（二）闕誤引文本及江南舊本枋下有而止二字。"
                },
                {
                    "type": "SMALL",
                    "text": "（三）闕誤引文本果作顆。"
                },
                {
                    "type": "SMALL",
                    "text": "（四）闕誤引文本此句上下有彼也二字。"
                }
            ]
        },
        {
            "mainText": "小知不及大知，小年不及大年【一】。奚以知其然也【二】？朝菌不知晦朔，蟪蛄不知春秋，此小年也【三】。楚之南有冥靈者，以五百歲為春，五百歲為秋；上古有大椿者，以八千歲為春，八千歲為秋（一）。【四】而彭祖乃今以久特聞，眾人匹之，不亦悲乎【五】！",
            "commentary": [
                {
                    "type": "NORMAL",
                    "text": "【一】【注】物各有性，性各有極，皆如年知，豈跂尚之所及哉！自此已下至於列子，歷舉年知之大小，各信其一方，未有足以相傾者也。然後統以無待之人，遺彼忘我，冥此群異，異方同得而我無功名。是故統小大者，無小無大者也；苟有乎大小，則雖大鵬之與斥鷃，宰官之與御風，同為累物耳。齊死生者，無死無生者也；苟有乎死生，則雖大椿之與蟪蛄，彭祖之與朝菌，均於短折耳。故遊於無小無大者，無窮者也；冥乎不死不生者，無極者也。若夫逍遙而繫於有方，則雖放之使遊而有所窮矣，未能無待也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】夫物受氣不同，稟分各異，智則有明有暗，年則或短或長，故舉朝菌冥靈、宰官榮子，皆如年知，豈企尚之所及哉！故知物性不同，不可強相希效也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《小知》音智，本亦作智。下大知並注同。下年知放此。《跂尚》丘豉反。後同。《累物》劣偽反。下皆同。"
                },
                {
                    "type": "NORMAL",
                    "text": "【二】【疏】奚，何也。然，如此也。此何以知年知不相及若此之縣（解）（二）耶？假設其問以生後答。"
                },
                {
                    "type": "NORMAL",
                    "text": "【三】【疏】此答前問也。朝菌者，謂天時滯雨，於糞堆之上熱蒸而生，陰溼則生，見日便死，亦謂之大芝，生於朝而死於暮，故曰朝菌。月終謂之晦，月旦謂之朔；假令逢陰，數日便萎，終不涉三旬，故不知晦朔也。蟪蛄，夏蟬也。生於麥梗，亦謂之麥節，夏生秋死，故不知春秋也。菌則朝生暮死，蟬則夏長秋殂，斯言齡命短促，故謂之小年也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《朝菌》徐其隕反。司馬云：大芝也。天陰生糞上，見日則死，一名日及，故不知月之終始也。崔云：糞上芝，朝生暮死，晦者不及朔，朔者不及晦。支遁云：一名舜英，朝生暮落。潘尼云：木槿也。簡文云：欻生之芝也。欻，音況物反。◎盧文弨曰：案菌，芝類，故字從艸。支遁潘尼以木槿當之，說殊誤。◎慶藩案慧琳一切經音義八十四集古今佛道論衡卷三引司馬云：朝菌，大芝也，江東呼為土菌，一曰道廚。又御覽九百九十八引司馬云：朝菌，大芝也，天陰時生糞上，見陽則萎，故不知月之始終。與釋文所引小異。◎又案王引之曰：案淮南道應篇引此，朝菌作朝秀。（今本淮南作朝菌，乃後人據莊子改之。文選辯命論注及太平御覽蟲豸部六引淮南並作朝秀，今據改。）高注曰：朝秀，朝生暮死之蟲也，生水上，狀似蠶蛾，一名孳母。據此，則朝秀與蟪蛄，皆蟲名也。朝菌朝秀，語之轉耳，非謂芝菌，亦非謂木槿也。上文云之二蟲又何知，謂蜩與學鳩；此云不知晦朔，亦必謂朝菌之蟲。蟲者微有知之物，故以知不知言之；若草木無知之物，何須言不知乎？今案王說是也。廣雅正作朝蜏，以其為蟲，故字從虫耳。《晦朔》晦，冥也。朔，旦也。◎盧文弨曰：此以一日之蚤莫言，不若以一月之終始言。蓋朝生者不及暮，然固知朝矣；暮生者不及朝，然固知暮矣。故晦朔不當從日為解。《惠》本亦作蟪，同。◎盧文弨曰：今本作蟪，係說文新附字。《蛄》音姑。司馬云：惠蛄，寒蟬也，一名蝭蟧，春生夏死，夏生秋死。崔云：蛁蟧也。或曰山蟬。秋鳴者不及春，春鳴者不及秋。廣雅云：蟪蛄，蛁（螃）〔蟧〕也。案即楚辭所云寒螿者也。蝭，音提。蟧，音勞，又音遼。蛁，音彫。螿，音將。◎慶藩案御覽九百四十九引司馬云：惠蛄，亦名蝭蟧，春生夏死，夏生秋死，故不知歲有春秋也。與釋文所引小異。"
                },
                {
                    "type": "NORMAL",
                    "text": "【四】【疏】冥靈大椿，並木名也，以葉生為春，以葉落為秋。冥靈生於楚之南，以二千歲為一年也。而言上古者，伏犧時也。大椿之木長於上古，以三萬二千歲為一年也。冥靈五百歲而花生，大椿八千歲而葉落，並以春秋賒永，故謂之大年也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《冥》本或作榠，同。《靈》李頤云：冥靈，木名也，江南生，以葉生為春，葉落為秋。此木以二千歲為一年。◎盧文弨曰：案說文云：以五百歲為春，以五百歲為秋。言春秋則包乎冬夏矣，則當云以千歲為一年。下大椿亦當云此木萬六千歲為一年，不當云三萬二千歲。◎慶藩案齊民要術靈作泠，引司馬云：木生江南，千歲為一年。釋文漏引。《大椿》丑倫反。司馬云：木，一名橓也。橓，木槿也。崔音橓華，同。李云：生江南。一云生北戶南。此木三萬二千歲為一年。◎慶藩案齊民要術引司馬云：木槿也，以萬六千歲為一年。一名蕣椿。與釋文所引小異。"
                },
                {
                    "type": "NORMAL",
                    "text": "【四】【注】夫年知不相及若此之懸也，比於眾人之所悲，亦可悲矣。而眾人未嘗悲此者，以其性各有極也。苟知其極，則毫分不可相跂，天下又何所悲乎哉！夫物未嘗以大欲小，而必以小羨大，故舉小大之殊各有定分，非羨欲所及，則羨欲之累可以絕矣。夫悲生於累，累絕則悲去，悲去而性命不安者，未之有也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【五】【疏】彭祖者，姓籛，名鏗，帝顓頊之玄孫也。善養性，能調鼎，進雉羹於堯，堯封於彭城，其道可祖，故謂之彭祖。歷夏經殷至周，年八百歲矣。特，獨也。以其年長壽，所以聲〔名〕獨聞於世。而世人比匹彭祖，深可悲傷；而不悲者，為彭祖稟性遐壽，非我氣類，置之言外，不敢嗟傷。故知生也有涯，豈唯彭祖去己一毫不可企及，於是均椿菌，混彭殤，各止其分而性命安矣。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《彭祖》李云：名鏗。堯臣，封於彭城。歷虞夏至商，年七百歲，故以久壽見聞。世本云：姓籛，名鏗，在商為守藏史，在周為柱下史，年八百歲。籛，音翦。一云：即老子也。崔云：堯臣，仕殷世，其人甫壽七百年。王逸注楚辭天問云：彭鏗即彭祖，事帝堯。彭祖至七百歲，猶曰悔不壽，恨（杖晚）〔枕高〕（三）而唾遠云。帝嚳之玄孫。◎盧文弨曰：玉篇：籛，子踐切，姓也，與此正合。是古讀皆然，或據廣韻改作音箋，非是。◎慶藩案神仙傳曰：彭祖諱鏗，帝顓頊之玄孫，至殷末年，七百六十七歲而不衰老，遂往流沙之西，非壽終也。今案史記楚世家，顓頊生稱，稱生卷章，卷章生重黎。重黎為帝嚳所殺，以其弟吳回後重黎為火正。吳回生陸終，陸終生彭祖。以世系推之，彭祖乃顓頊玄孫陸終之子，禮所謂來孫也。成疏緣神仙傳作顓頊之玄孫，誤。釋文引王逸楚辭章句，以為帝嚳之玄孫，亦非。（帝嚳為顓頊之姪，名夋。彭祖乃顓頊子稱之玄孫，帝嚳之姪玄孫也。）《特聞》如字。崔本作待問。《之懸》音玄。《豪分》符問反，又方云反。"
                },
                {
                    "type": "NORMAL",
                    "text": "【校】"
                },
                {
                    "type": "SMALL",
                    "text": "（一）闕誤引成玄英本秋下有此大年也句。"
                },
                {
                    "type": "SMALL",
                    "text": "（二）解字依下注文刪。"
                },
                {
                    "type": "SMALL",
                    "text": "（三）枕高，釋文原本亦誤，依楚辭王逸注改。"
                }
            ]
        },
        {
            "mainText": "湯之問棘也是已【一】。窮髮之北有冥海者，天池也。有魚焉，其廣數千里，未有知其修者，其名為鯤【二】。有鳥焉，其名為鵬，背若太山（一），翼若垂天之雲，摶扶搖羊角而上者九萬里，絕雲氣，負青天，然後圖南【三】，且適南冥也。斥鴳笑之曰：「彼且奚適也？我騰躍而上，不過數仞而下，翱翔蓬蒿之間，此亦飛之至也。而彼且奚適也？」此小大之辯也【四】。",
            "commentary": [
                {
                    "type": "NORMAL",
                    "text": "【一】【注】湯之問棘，亦云物各有極，任之則條暢，故莊子以所問為是也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】湯是帝嚳之後，契之苗裔，姓子，名履，字天乙。母氏扶都，見白氣貫月，感而生湯。豐下兌上，身長九尺。仕夏為諸侯，有聖德，諸侯歸之。遭桀無道，囚於夏臺。後得免，乃與諸侯同盟於景亳之地，會桀於昆吾之墟，大戰於鳴條之野，桀奔於南巢。湯既克桀，讓天下於務光，務光不受。湯即位，乃都於亳，後改為商，殷開基之主也。棘者，湯時賢人，亦云湯之博士。列子謂之夏革，革棘聲類，蓋字之誤也。而棘既是賢人，湯師事之，故湯問於棘，詢其至道，云物性不同，各有素分，循而直往，因而任之。殷湯請益，深有玄趣，莊子許其所問，故云是已。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《棘》李云：湯時賢人。又云是棘子。崔云：齊諧之徒識冥靈大椿者名也。簡文云：一曰：湯，廣大也，棘，狹小也。◎俞樾曰：李云湯時賢人，是。簡文云湯大也，棘狹小也，以湯棘為寓名，殆未讀列子者。（此篇全本列子，上文所說鯤鵬及冥靈大椿，皆湯問篇文。）◎慶藩案列子湯問篇殷湯問夏革，張注：夏革即夏棘，字子棘，湯時賢大夫。革棘古同聲通用。論語棘子成，漢書古今人表作革子成。詩匪棘其欲，禮坊記引作匪革其猶。漢書煮棗侯革朱，史記索隱革音棘。皆其證。"
                },
                {
                    "type": "NORMAL",
                    "text": "【二】【疏】修，長也。地以草為毛髮，北方寒冱之地，草木不生，故名窮髮，所謂不毛之地。鯤魚廣闊數千，未有知其長者，明其大也。然冥海鯤鵬，前文已出，如今重顯者，正言前引齊諧，足為典實，今牽列子，再證非虛，鄭重殷勤以成其義者也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《窮髮》李云：髮，猶毛也。司馬云：北極之下無毛之地也。崔云：北方無毛地也。案毛，草也。地理書云：山以草木為髮。◎慶藩案窮髮之北，列子作窮髮北之北。北史蠕蠕傳：蠕蠕者，匈奴之裔，根本莫尋，翦之窮髮之野，逐之無人之鄉。窮髮，言極荒遠之地也。《其廣》古曠反。《數千》色主反。下同。"
                },
                {
                    "type": "NORMAL",
                    "text": "【三】【疏】鵬背弘巨，狀若嵩華；旋風曲戾，猶如羊角。既而淩摩蒼昊，遏絕雲霄，鼓怒放暢，圖度南海。故禦寇湯問篇云：世豈知有此物哉？大禹行而見之，伯益知而名之，夷堅聞而誌之，是也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《羊角》司馬云：風曲上行若羊角。《而上》時掌反。下同。"
                },
                {
                    "type": "NORMAL",
                    "text": "【四】【注】各以得性為至，自盡為極也。向言二蟲殊翼，故所至不同，或翱翔天池，或畢志榆枋，直各稱體而足，不知所以然也。今言小大之辯，各有自然之素，既非跂慕之所及，亦各安其天性，不悲所以異，故再出之。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】且，將也，亦語助也。斥，小澤也。鴳，雀也。八尺曰仞。翱翔，猶嬉戲也。而鴳雀小鳥，縱任斥澤之中，騰舉踴躍，自得蓬蒿之內，故能嗤九萬之遠適，欣數仞之近飛。斯蓋辯小大之性殊，論各足之不二也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《且適》如字，舊子餘反。下同。《斥》如字。司馬云：小澤也。本亦作尺，崔本同。簡文云：作尺非。《鴳》於諫反。字亦作鷃。司馬云：鴳，鴳雀也。◎慶藩案斥鴳，釋文引崔本作尺鴳，是也。說文：鴳，鴳雇也。（犍為舍人、李巡、孫炎爾雅注皆云：鳸，一名鴳，鴳雀也，郭注同。）斥尺古字通。文選曹植七啟注：鷃雀飛不過一尺，言其劣弱也，正釋尺字之義。淮南高注：斥澤之鷃，為飛不出頃畝，喻弱也。文選宋玉對楚王問尺澤之鯢注：尺澤，言小也。夏侯湛抵疑尺鷃不能陵桑榆，字正作尺。一切經音義尺鷃下云：鷃長惟尺，即以尺名。釋文引簡文云作尺非，失之。《騰躍》（曲）〔由〕（二）若反。《翱翔》五刀反。《蓬蒿》好刀反。"
                },
                {
                    "type": "NORMAL",
                    "text": "【校】"
                },
                {
                    "type": "SMALL",
                    "text": "（一）太山，趙諫議本作大山，世德堂本作泰山。"
                },
                {
                    "type": "SMALL",
                    "text": "（二）由字依世德堂本改。"
                }
            ]
        },
        {
            "mainText": "故夫知效一官，行比一鄉，德合一君，而徵一國者，其自視也亦若此矣【一】。而宋榮子猶然笑之【二】。且舉世而譽之而不加勸，舉世而非之而不加沮【三】，定乎內外之分【四】，辯乎榮辱之境（一）【五】，斯已矣【六】。彼其於世未數數然也【七】。雖然，猶有未樹也【八】。夫列子御風而行，泠然善也【九】，旬有五日而後反【一○】。彼於致福者，未數數然也【一一】。此雖免乎行，猶有所待者也【一二】。若夫乘天地之正，而（二）御六氣之辯，以遊無窮者，彼且惡乎待哉【一三】！故曰，至人無己【一四】，神人無功【一五】，聖人無名【一六】。",
            "commentary": [
                {
                    "type": "NORMAL",
                    "text": "【一】【注】亦猶鳥之自得於一方也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】故是仍前之語，夫是生後之詞。國是五等之邦，鄉是萬二千五百家也。自有智數功效，堪蒞一官；自有名譽著聞，比周鄉黨；自有道德弘博，可使南面，徵成邦國，安育黎元。此三者，稟分不同，優劣斯異，其於各足，未始不齊，視己所能，亦猶鳥之自得於一方。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《知效》音智。下戶教反。《行》下孟反。《比》毗至反，徐扶至反。李云：合也。《而徵》如字。司馬云：信也。崔、支云：成也。◎慶藩案而徵一國，釋文及郭注無訓，成疏讀而為轉語，非也。而字當讀為能，能而古聲近通用也。官、鄉、君、國相對，知、仁、德、能亦相對，則而字非轉語詞明矣。淮南原道篇而以少正多，高注：而，能也。呂覽去私、不屈諸篇注皆曰：而，能也。墨子尚同篇：故古者聖王唯而審以尚同以為正長。又曰：天下所以治者何也？唯而以尚同一義為政故也。非命篇：不而矯其耳目之欲。楚辭九章：世孰云而知之？齊策：子孰而與我赴諸侯乎？而並與能同。堯典柔遠能邇，漢督郵班碑作而邇。皋陶謨能哲而惠，衛尉衡方碑作能悊能惠，史記夏本記作能智能惠。禮運正義曰：劉向說苑能字皆作而。是其例。"
                },
                {
                    "type": "NORMAL",
                    "text": "【二】【注】未能齊，故有笑。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】子者，有德之稱，姓榮氏，宋人也。猶然，如是。榮子雖能忘有，未能遣無，故笑。宰官之徒，滯於爵祿，虛淡之人，猶懷嗤笑，見如是所以不齊。前既以小笑大，示大者不夸；今則以大笑小，小者不企；而性命不安者，理未之聞也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《宋榮子》司馬、李云：宋國人也。崔云：賢者也。《猶然笑之》崔、李云：猶，笑貌。案謂猶以為笑。"
                },
                {
                    "type": "NORMAL",
                    "text": "【三】【注】審自得也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】舉，皆也。勸，勵勉也。沮，怨喪也。榮子率性懷道，謷然超俗，假令世皆譽讚，亦不增其勸獎，率土非毀，亦不加其沮喪，審自得也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《譽之》音餘。《加沮》慈呂反，敗也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【四】【注】內我而外物。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】榮子知內既非我，外亦非物，內外雙遣，物我兩忘，故於內外之分定而不忒也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【五】【注】榮己而辱人。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】忘勸沮於非譽，混窮通於榮辱，故能返照明乎心智，玄鑒辯於物境，不復內我而外物，榮己而辱人也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《之竟》居領反。◎慶藩案釋文作竟，古竟境字通。"
                },
                {
                    "type": "NORMAL",
                    "text": "【六】【注】亦不能復過此。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】斯，此也。已，止也，宋榮子智德止盡於斯也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《能復》扶又反。"
                },
                {
                    "type": "NORMAL",
                    "text": "【七】【注】足於身，故閒於世也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】數數，猶汲汲也。宋榮子率性虛淡，任理直前，未嘗運智推求，役心為道，栖身物外，故不汲汲然者也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《數數》音朔。下同。徐所祿反。一音桑縷反。司馬云：猶汲汲也。崔云：迫促意也。簡文所喻反，謂計數。《故閒》音閑。本亦作閑。"
                },
                {
                    "type": "NORMAL",
                    "text": "【八】【注】唯能自是耳，未能無所不可也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】樹，立也。榮子捨有證無，溺在偏滯，故於無待之心，未立逍遙之趣，智尚虧也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《未樹》司馬云：樹，立也，未立至德也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【九】【注】泠然，輕妙之貌。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】姓列，名禦寇，鄭人也。與鄭繻公同時，師於壺丘子林，著書八卷。得風仙之道，乘風遊行，泠然輕舉，所以稱善也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《列子》李云：鄭人，名禦寇，得風仙，乘風而行，與鄭穆公同時。《泠》音零。◎慶藩案初學記、太平御覽九引司馬云：列子，鄭人列禦寇也。泠然，涼貌也。文選江文通雜體詩注引同。釋文闕。"
                },
                {
                    "type": "NORMAL",
                    "text": "【一○】【注】苟有待焉，則雖御風而行，不能以一時而周也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】旬，十日也。既得風仙，遊行天下，每經一十五日回反歸家，未能無所不乘，故不可一時周也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【一一】【注】自然御風行耳，非數數然求之也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】致，得也。彼列禦寇得於風仙之福者，蓋由炎涼無心，虛懷任運，非關役情取捨，汲汲求之。欲明為道之要，要在忘心，若運役智慮，去之遠矣。◎家世父曰：未數數然也，猶戴記之云天下一人而已。致福，謂備致自然之休。御風而行，猶待天機之動焉。郭象云，自然御風行，非數數然求之，誤。"
                },
                {
                    "type": "NORMAL",
                    "text": "【一二】【注】非風則不得行，斯必有待也，唯無所不乘者無待耳。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】乘風輕舉，雖免步行，非風不進，猶有須待。自宰官已下及宋榮禦寇，歷舉智德優劣不同，既未洞忘，咸歸有待。唯當順萬物之性，遊變化之塗，而能無所不成者，方盡逍遙之妙致者也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【一三】【注】天地者，萬物之總名也。天地以萬物為體，而萬物必以自然為正，自然者，不為而自然者也。故大鵬之能高，斥鴳之能下，椿木之能長，朝菌之能短，凡此皆自然之所能，非為之所能也。不為而自能，所以為正也。故乘天地之正者，即是順萬物之性也；御六氣之辯者，即是遊變化之塗也；如斯以往，則何往而有窮哉！所遇斯乘，又將惡乎待哉！此乃至德之人玄同彼我者之逍遙也。苟有待焉，則雖列子之輕妙，猶不能以無風而行，故必得其所待，然後逍遙耳，而況大鵬乎！夫唯與物冥而循大變者，為能無待而常通，豈〔獨〕（三）自通而已哉！又順有待者，使不失其所待，所待不失，則同於大通矣。故有待無待，吾所不能齊也；至於各安其性，天機自張，受而不知，則吾所不能殊也。夫無待猶不足以殊有待，況有待者之巨細乎！"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】天地者，萬物之總名。萬物者，自然之別稱。六氣者，李頤云：平旦朝霞，日午正陽，日入飛泉，夜半沆瀣，並天地二氣為六氣也。又杜預云：六氣者，陰陽風雨晦明也。又支道林云：六氣，天地四時也。辯者，變也。惡乎，猶於何也。言無待聖人，虛懷體道，故能乘兩儀之正理，順萬物之自然，御六氣以逍遙，混群靈以變化。苟無物而不順，亦何往而不通哉！明徹於無窮，將於何而有待者也！"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《六氣》司馬云：陰陽風雨晦明也。李云：平旦為朝霞，日中為正陽，日入為飛泉，夜半為沆瀣，天玄地黃為六氣。王逸注楚辭云：陵陽子明經言，春食朝霞，朝霞者，日欲出時黃氣也。秋食淪陰，淪陰者，日沒已後赤黃氣也。冬食沆瀣，沆瀣者，北方夜半氣也。夏食正陽，正陽者，南方日中氣也。並天玄地黃之氣，是為六氣。沆，音戶黨反。瀣，音下界反。支云：天地四時之氣。◎慶藩案釋文引諸家訓六氣，各有不同。司馬以陰陽風雨晦（冥）〔明〕為六氣，其說最古。李氏以平旦日中日入夜半並天玄地黃為六氣，頗近牽強。王逸支遁以天地四時為六氣。夫天地之氣，大莫與京，四時皆承天地之氣以為氣，似不得以四時與天地並列為六。王應麟云：六氣，少陰君火，太陰溼土，少陽相火，陽明燥金，太陽寒水，厥陰風木，而火獨有二。天以六為節，故氣以六期為一備。左傳述醫和之言，天有六氣，（注云：陰陽風雨晦（冥）〔明〕也。）降生五味。即素問五六之數。（全祖望云：天五地（五）〔六〕（四），見於大易，天六地五，見於國語。〔故（五）漢志云，五六天地之中合。然左氏之說，又與素問不同。）沈括筆談：六氣，方家以配六神，所謂青龍者，東方厥陰之氣也；其他取象皆如是。唯北方有二：曰玄武，太陽寒水之氣也；曰螣蛇，少陽相火之氣也，其在人為腎，腎有二：左太陽寒水，右少陽相火，此坎離之交也。中央太（陽）陰〕（六）土為句陳，配脾也。六氣之說，聚訟棼如，莫衷一是。愚謂有二說焉：一，洪範雨暘燠寒風時為六氣也。雨，木也；暘，金也；燠，火也；寒，水也；風，土也；是為五氣。五氣得時，是為五行之和氣，合之則為六氣。氣有和有乖，乖則變也，變則宜有以御之，故曰御六氣之變。一，六氣即六情也。漢書翼奉傳奉又引師說六情云：北方之情，好也，好行貪狼，申子主之；東方之情，怒也，怒行陰（餓）〔賊〕（七），亥卯主之；南方之情，惡也，惡行廉貞，寅午主之；西方之情，喜也，喜行寬大，己酉主之；上方之情，樂也，樂行姦邪，辰未主之；下方之情，哀也，哀行公正，戌丑主之。此二說似亦可備參證。《之辯》如字。變也。崔本作和。◎慶藩案辯與正對文，辯讀為變。廣雅：辯，變也。易坤文言（猶）〔由〕辯之不早辯也，荀本作變。辯變古通用。崔訓和，失之。《惡乎》音烏。注同。"
                },
                {
                    "type": "NORMAL",
                    "text": "【一四】【注】無己，故順物，順物而至（八）矣。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《無己》音紀。注同。◎盧文弨曰：今本無作無，下並同。《而王》于況反。本亦作至。"
                },
                {
                    "type": "NORMAL",
                    "text": "【一五】【注】夫物未嘗有謝生於自然者，而必欣賴於針石，故理至則跡滅矣。今順而不助，與至理為一，故無功。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《於針》之（鳩）〔鴆〕（九）反，或之林反。"
                },
                {
                    "type": "NORMAL",
                    "text": "【一六】【注】聖人者，物得性之名耳，未足以名其所以得也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】至言其體，神言其用，聖言其名。故就體語至，就用語神，就名語聖，其實一也。詣於靈極，故謂之至；陰陽不測，故謂之神；正名百物，故謂之聖也。一人之上，其有此三，欲顯功用名殊，故有三人之別。此三人者，則是前文乘天地之正、御六氣之辯人也。欲結此人無待之德，彰其體用，乃言故曰耳。"
                },
                {
                    "type": "NORMAL",
                    "text": "◎慶藩案文選任彥昇到大司馬記室牋注引司馬云：神人無功，言修自然，不立功也。聖人無名，不立名也。釋文闕。"
                },
                {
                    "type": "NORMAL",
                    "text": "【校】"
                },
                {
                    "type": "SMALL",
                    "text": "（一）世德堂本境作竟，與釋文同。趙諫議本作境。"
                },
                {
                    "type": "SMALL",
                    "text": "（二）唐寫本無而字。"
                },
                {
                    "type": "SMALL",
                    "text": "（三）獨字依王叔岷說補。"
                },
                {
                    "type": "SMALL",
                    "text": "（四）六字依困學紀聞改。"
                },
                {
                    "type": "SMALL",
                    "text": "（五）故字依困學紀聞補。"
                },
                {
                    "type": "SMALL",
                    "text": "（六）陰字依夢溪筆談改。"
                },
                {
                    "type": "SMALL",
                    "text": "（七）賊字依漢書改。"
                },
                {
                    "type": "SMALL",
                    "text": "（八）世德堂本至作王，與釋文同。"
                },
                {
                    "type": "SMALL",
                    "text": "（九）鴆字依釋文改。"
                }
            ]
        },
        {
            "mainText": "堯讓天下於許由【一】，曰：「日月出矣而爝火不息，其於光也，不亦難乎！時雨降矣而猶浸灌，其於澤也，不亦勞乎【二】！夫子立而天下治，而我猶尸之，吾自視缺然。請致天下【三】。」",
            "commentary": [
                {
                    "type": "NORMAL",
                    "text": "【一】【疏】堯者，帝嚳之子，姓伊祁，字放勛，母慶都，（嚳）感赤龍而生，身長一丈，兌上而豐下，眉有八彩，足履翼星，有聖德。年十五，封唐侯，二十一，代兄登帝位，都平陽，號曰陶唐。在位七十二年，乃授舜。年百二十八歲崩，葬於陽城，諡曰堯。依諡法，翼善傳聖曰堯，言其有傳舜之功也。許由，隱者也，姓許，名由，字仲武，潁川陽城人也。隱於箕山，師於齧缺，依山而食，就河而飲。堯知其賢，讓以帝位。許由聞之，乃臨河洗耳。巢父飲犢，牽而避之，曰：「惡吾水也。」死後，堯封其墓，諡曰箕公，即堯之師也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《堯》唐帝也。《許由》隱人也，隱於箕山。司馬云：潁川陽城人。簡文云：陽城槐里人。李云：字仲武。"
                },
                {
                    "type": "NORMAL",
                    "text": "【二】【疏】爝火，猶炬火也，亦小火也。神農時十五日一雨，謂之時雨也。且以日月照燭，詎假炬火之光；時雨滂沱，無勞浸灌之澤。堯既撝謙克讓，退己進人，所以致此之辭，盛推仲武也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《爝》本亦作燋，音爵。郭祖繳反。司馬云：然也。向云：人所然火也。一云：燋火，謂小火也。字林云：爝，炬火也，子召反。燋，所以然持火者，子約反。◎慶藩案說文：爝，苣火（袚）〔祓〕也。呂不韋曰：湯（時）〔得〕（一）伊尹，爝以爟火，釁以犧豭。（案苣，束葦燒之也。祓，除惡之祭也。）燋，所以然持火也。段玉裁注：持火者，人所持之火也。禮少儀執燭抱燋，凡執之曰燭，未｛蓺火｝曰燋，燋即燭也。細繹許說，則燋本為未｛蓻火｝之燭，未｛蓻火｝則不得云不息。釋文引司馬氏李氏本亦作燋，非。（廣韻：燋，傷火也，與焦通。別一義。）《浸》子鴆反。《灌》古亂反。◎慶藩案正韻：浸，漬也，又漸也。陰符經云：天地之道浸，故陰陽勝。易之臨曰：剛浸而長。浸者，漸也。博雅：灌，聚也，又溉也。浸灌蓋浸潤漸漬之謂。"
                },
                {
                    "type": "NORMAL",
                    "text": "【三】【疏】治，正也。尸，主也。致，與也。堯既師於許由，故謂之為夫子。若仲武立為天子，宇內必致太平，而我猶為物主，自視缺然不足，請將帝位讓與賢人。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《天下治》直吏反。下已治、注天下治、而治者也、既治、而治實、而治者、得以治者皆同。"
                },
                {
                    "type": "NORMAL",
                    "text": "【校】"
                },
                {
                    "type": "SMALL",
                    "text": "（一）祓字得字並依說文原本改。"
                }
            ]
        },
        {
            "mainText": "許由曰：「子治天下，天下既已治也【一】。而我猶代子，吾將為名乎？名者，實之賓也。吾將為賓（一）乎【二】？鷦鷯巢於深林，不過一枝；偃鼠飲河，不過滿腹【三】。歸休乎君，予無所用天下為【四】！庖人雖不治庖，尸祝不越樽俎而代之矣【五】。」",
            "commentary": [
                {
                    "type": "NORMAL",
                    "text": "【一】【注】夫能令天下治，不治天下者也。故堯以不治治之，非治之而治者也。今許由方明既治，則無所代之。而治實由堯，故有子治之言，宜忘言以尋其所況。而或者遂云：治之而治者，堯也；不治而堯得以治者，許由也。斯失之遠矣。夫治之由乎不治，為之出乎無為也，取於堯而足，豈借之許由哉！若謂拱默乎山林之中而後得稱無為者，此莊老之談所以見棄於當塗。〔當塗〕（二）者自必於有為之域而不反者，斯之由也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】治，謂理也。既，盡也。言堯治天下，久以昇平，四海八荒，盡皆清謐，何勞讓我，過為辭費。然睹莊文則貶堯而推許，尋郭注乃劣許而優堯者，何邪？欲明放勛大聖，仲武大賢，賢聖二塗，相去遠矣。故堯負扆汾陽而喪天下，許由不夷其俗而獨立高山，圓照偏溺，斷可知矣。是以莊子援禪讓之跡，故有爝火之談；郭生察無待之心，更致不治之說。可謂探微索隱，了文合義，（宣）〔宜〕尋其旨況，無所稍嫌也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《能令》力呈反，下同。"
                },
                {
                    "type": "NORMAL",
                    "text": "【二】【注】夫自任者對物，而順物者與物無對，故堯無對於天下，而許由與稷契為匹矣。何以言其然邪？夫與物冥者，故群物之所不能離也。是以無心玄應，唯感之從，汎乎若不繫之舟，東西之非己也，故無行而不與百姓共者，亦無往而不為天下之君矣。以此為君，若天之自高，實君之德也。若獨亢然立乎高山之頂，非夫人有情於自守，守一家之偏尚，何得專此！此故俗中之一物，而為堯之外臣耳。若以外臣代乎內主，斯有為君之名而無任君之實也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】許由偃蹇箕山，逍遙潁水，膻臊榮利，厭穢聲名。而堯殷勤致請，猶希代己，許由若高九五，將為萬乘之名。然實以生名，名從實起，實則是內是主，名便是外是賓。捨主取賓，喪內求外，既非隱者所尚，故云吾將為賓也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《稷契》息列反，皆唐虞臣也。稷，周之始祖，名棄。契，殷之始祖名。《能離》力智反。《玄應》應對之應。《（汛）〔汎〕乎》芳劍反。《非夫》音扶。下明夫同。"
                },
                {
                    "type": "NORMAL",
                    "text": "【三】【注】性各有極，苟足其極，則餘天下之財也！"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】鷦鷯，巧婦鳥也，一名工雀，一名女匠，亦名桃蟲，好深處而巧為巢也。偃鼠，形大小如牛，赤黑色，獐腳，腳有三甲，耳似象耳，尾端白，好入河飲水。而鳥巢一枝之外，不假茂林；獸飲滿腹之餘，無勞浩汗。況許由安茲蓬蓽，不顧金闈，樂彼疏食，詎勞玉食也！"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《鷦》子遙反。《鷯》音遼。李云：鷦鷯，小鳥也。郭璞云：鷦鷯，桃雀。《偃鼠》如字。李云：鼷鼠也。說文：鼢鼠，一曰偃鼠。鼢，音扶問反。◎盧文弨曰：舊無音字。今案凡不見正文及注之字而加音者，例有音字。今依前後例增。◎慶藩案李楨曰：偃鼠；李云鼷鼠也。案說文鼢下云：地行鼠，伯勞所化也，一曰偃鼠。偃，或作鼴，俗作鼴。玉篇：鼴，大鼠也，廣雅：鼴鼠，鼢鼠。本艸，鼴鼠在土中行，陶注：俗一名隱鼠，一名鼢鼠，常穿耕地中行，討掘即得。說文鼷下云：鼷，小鼠也。爾雅：鼷，鼠有螫毒者。公羊成七年傳注云：鼷鼠，鼠中之微者。博物志：鼷鼠，鼠之類最小者，食物，當時不覺痛，或名甘鼠。據此，知偃鼠、鼷鼠，判然為二，李說誤。"
                },
                {
                    "type": "NORMAL",
                    "text": "【四】【注】均之無用，而堯獨有之。明夫懷豁者無方，故天下樂推而不厭。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】予，我也。許由寡欲清廉，不受堯讓，故謂堯云：君宜速還黃屋，歸反紫微，禪讓之辭，宜其休息。四海之尊，於我無用，九五之貴，予何用為！"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《歸休乎君》絕句。一讀至乎字絕句，君別讀。《懷豁》呼活反。《樂推》音洛。《不厭》於豔反。"
                },
                {
                    "type": "NORMAL",
                    "text": "【五】【注】庖人尸祝，各安其所司；鳥獸萬物，各足於所受；帝堯許由，各靜其所遇；此乃天下之至實也。各得其實，又何所為乎哉？自得而已矣。故堯許之行（三）雖異，其於逍遙一也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】庖人，謂掌庖廚之人，則今之太官供膳是也。尸者，太廟中神主也；祝者，則今太常太祝是也；執祭版對尸而祝之，故謂之尸祝也。樽，酒器也。俎，肉器也。而庖人尸祝者，各有司存。假令膳夫懈怠，不肯治庖，尸祝之人，終不越局濫職，棄於樽俎而代之宰烹；亦猶帝堯禪讓，不治天下，許由亦不去彼山林，就茲帝位；故注云帝堯許由各靜於所遇也已。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《庖人》鮑交反，徐扶交反，掌廚人也。周禮有庖人職。◎慶藩案說文：庖，廚也。禮王制三為充君之庖，注：庖，今之廚也。周禮庖人注：庖之為言苞也，苞裹肉曰苞苴。（裹之曰苞，藉之曰苴。）釋文一本庖下無人字，非是。《尸祝》之六反。傳鬼神辭曰祝。《樽》子存反，本亦作尊。◎盧文弨曰：案尊乃正體。《俎》徐側呂反。"
                },
                {
                    "type": "NORMAL",
                    "text": "【校】"
                },
                {
                    "type": "SMALL",
                    "text": "（一）俞樾云：此本作吾將為實乎，與上吾將為名乎相對成文。實與賓形似，又涉上句實之賓也而誤。"
                },
                {
                    "type": "SMALL",
                    "text": "（二）當塗二字依世德堂本補。"
                },
                {
                    "type": "SMALL",
                    "text": "（三）之行二字趙諫議本作之地，世德堂本作天地。"
                }
            ]
        },
        {
            "mainText": "肩吾問於連叔曰：「吾聞言於接輿【一】，大而無當，往而不返。吾驚怖其言，猶河漢而無極也【二】；大有逕庭，不近人情焉【三】。」",
            "commentary": [
                {
                    "type": "NORMAL",
                    "text": "【一】【疏】肩吾連叔，並古之懷道人也。接輿者，姓陸，名通，字接輿，楚之賢人隱者也，與孔子同時。而佯狂不仕，常以躬耕為務，楚王知其賢，聘以黃金百鎰，車駟二乘，並不受。於是夫負妻戴，以遊山海，莫知所終。肩吾聞接輿之言過無準的，故問連叔，詢其義旨。而言吾聞言於接輿者，聞接輿之言也。莊生寄三賢以明堯之一聖，所聞之狀具列於下文也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《肩吾》李云：賢人也。司馬云：神名。《連叔》李云：懷道人也。《接輿》本又作與，同，音餘，接輿，楚人也，姓陸，名通。皇甫謐曰：接輿躬耕，楚王遣使以黃金百鎰車二駟聘之，不應。"
                },
                {
                    "type": "NORMAL",
                    "text": "【二】【疏】所聞接輿之言，（怖）〔恢〕弘而無的當，一往而陳梗概，曾無反覆可尋。吾竊聞之，驚疑怖恐，猶如上天河漢，迢遞清高，尋其源流，略無窮極也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《無當》丁浪反。司馬云：言語弘大，無隱當也。《驚怖》普布反，廣雅云：懼也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【三】【疏】逕庭，猶過差，亦是直往不顧之貌也。謂接輿之言，不偶於俗，多有過差，不附世情，故大言不合於里耳也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《大有》音泰，徐敕佐反。《逕》徐古定反。司馬本作莖。《庭》敕定反。李云：逕庭，謂激過也。◎慶藩案文選劉孝標辯命論注引司馬云：極，崖也，言廣若河漢無有崖也。逕庭，激過之辭也。釋文闕。《不近》附近之近。"
                }
            ]
        },
        {
            "mainText": "連叔曰：「其言謂何哉【一】？」",
            "commentary": [
                {
                    "type": "NORMAL",
                    "text": "【一】【疏】陸通之說其若何？此則反質肩吾所聞意謂。"
                }
            ]
        },
        {
            "mainText": "曰：「藐姑射之山，有神人居焉，肌膚若冰雪，（綽）〔淖〕（一）約若處子【一】。不食五穀，吸風飲露【二】。乘雲氣，御飛龍，而遊乎四海之外【三】。其神凝，使物不疵癘而年穀熟。吾以是狂而不信也【四】。」",
            "commentary": [
                {
                    "type": "NORMAL",
                    "text": "【一】【注】此皆寄言耳。夫神人即今所謂聖人也。夫聖人雖在廟堂之上，然其心無異於山林之中，世豈識之哉！徒見其戴黃屋，佩玉璽，便謂足以纓紱（二）其心矣；見其歷山川，同民事，便謂足以憔悴其神矣；豈知至至者之不虧哉！今言王德之人而寄之此山，將明世所無由識，故乃託之於絕垠之外而推之於視聽之表耳。處子者，不以外傷內。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】藐，遠也。山海經云：姑射山在寰海之外，有神聖之人，戢機應物。時須揖讓，即為堯舜；時須干戈，即為湯武。綽約，柔弱也。處子，未嫁女也。言聖人動寂相應，則空有並照，雖居廊廟，無異山林，和光同塵，在染不染。冰雪取其潔淨，綽約譬以柔和，處子不為物傷，姑射語其絕遠。此明堯之盛德，窈冥玄妙，故託之絕垠之外，推之視聽之表。斯蓋寓言耳，亦何必有姑射之實乎，宜忘言以尋其所況。此即肩吾述己昔聞以答連叔之辭者也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《藐》音邈，又妙紹反。簡文云：遠也。《姑射》徐音夜，又食亦反，李實夜反。山名，在北海中。◎李楨曰：姑射山，釋文云在北海中。下文姑射在汾水之陽。考山海經本有兩姑射。東山經：盧其之山，又南三百八十里，曰姑射之山，無草木，多水。又南，水行三百里，流沙百里，曰北姑射之山，無草木，多水。又南三百里，曰南姑射之山，無草木，多水。海內北經：列姑射在海河洲中，姑射國在海中，屬列姑射，西南山環之。列子黃帝篇，列姑射在海河洲中。與海內北經同。（下文山上有神人云云，大致與莊子同。足證音義云姑射在北海中不誤。）唐殷敬順列子釋文引山海經曰：姑射國在海中，西南山環之。從國南水行百里，曰姑射之山。又西南行三百八十里，曰姑射山。郭云河水所經海上也。言遙望諸姑射山行列在海河之閒也。與今本山海經不同。隋書地理志，臨汾有姑射山，此即東山經之姑射。莊子所謂姑射之山，汾水之陽是也。據秦氏恩復列子補注云：臨汾姑射，即今平陽府西之九孔山。前後左右並無所謂南北姑射者。證之殷氏釋文，則東山經北姑射南姑射兩條，當在海內北經西南山環之之下。蓋必有諸姑射環列，而後可以列姑射名之也。且殷所據山海經為唐時本，度古本元如此，不知何時脫寫，羼入東山經姑射山一條之後，遂成今本。賴有列子釋文，可以正山海經之誤。而莊子兩言姑射，一在北海，一在臨汾，亦免混合為一。（畢氏沅注山海經引莊子，誤混為一。）雖其文並屬寓言，而山名所在，既皆確有可據，要無妨辨證及之耳。《肌》居其反。◎慶藩案冰，古凝字，肌膚若冰雪，即詩所謂膚如凝脂也，（風俗通義引詩云，既白且滑。）說文，冰正字，凝俗字。爾雅冰脂也，孫炎本作凝。冰脂以滑白言，冰雪以潔白言也。《淖》郭昌略反，又徒學反。字林丈卓反。蘇林漢書音：火也。《約》如字。李云：淖約，柔弱貌。司馬云：好貌。《處子》在室女也。《黃屋》車蓋以黃為裹。一云，冕裹黃也。《玉璽》音徙。《纓》字或作嬰。《紱》方物反。字或作紼。◎盧文弨曰：今注本作纓紼。案說文：紼，亂系也。此纓紼當作嬰拂解，不當以為冠紱。紱亦俗字，說文本作巿，重文作韍。《憔悴》在遙反。下在醉反。《至至者》本亦作至足者。《王德》于況反。本亦作至。《絕垠》音銀，又五根反。本又作限。"
                },
                {
                    "type": "NORMAL",
                    "text": "【二】【注】俱食五穀而獨為神人，明神人者非五穀所為，而特稟自然之妙氣。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】五穀者，黍稷麻菽麥也。言神聖之人，降生應物，挺淳粹之精靈，稟陰陽之秀氣。雖順物以資待，非五穀之所為，託風露以清虛，豈四時之能變也！"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《吸》許及反。"
                },
                {
                    "type": "NORMAL",
                    "text": "【三】【疏】智照靈通，無心順物，故曰乘雲氣。不疾而速，變現無常，故曰御飛龍。寄生萬物之上而神超六合之表，故曰遊乎四海之外也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【四】【注】夫體神居靈而窮理極妙者，雖靜默閒堂之裏，而玄同四海之表，故乘兩儀而御六氣，同人群而驅萬物。苟無物而不順，則浮雲斯乘矣；無形而不載，則飛龍斯御矣。遺身而自得，雖淡然而不待，坐忘行忘，忘而為之，故行若曳枯木，止若聚死灰，是以云其神凝也。其神凝，則不凝者自得矣。世皆齊其所見而斷之，豈嘗信此哉！"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】凝，靜也。疵癘，疾病也。五穀熟，謂有年也。聖人形同枯木，心若死灰，本跡一時，動寂俱妙，凝照潛通，虛懷利物。遂使四時順序，五穀豐登，人無災害，物無夭枉。聖人之處世，有此功能，肩吾未悟至言，謂為狂而不信。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《神凝》魚升反。《疵》在斯反，病也。司馬云：毀也。一音子爾反。《癘》音厲，李音賴，惡病也。本或作厲。《狂》求匡反。李云：癡也。李又九況反。《閒》音閑。《澹然》徒暫反，恬靜也。《皆齊》才細反。又如字。《而斷》丁亂反。"
                },
                {
                    "type": "NORMAL",
                    "text": "【校】"
                },
                {
                    "type": "SMALL",
                    "text": "（一）淖字依釋文及世德堂本改。"
                },
                {
                    "type": "SMALL",
                    "text": "（二）世德堂本紱作紼。"
                }
            ]
        },
        {
            "mainText": "連叔曰：「然。瞽者無以與乎文章之觀，聾者無以與乎鐘鼓之聲。豈唯形骸有聾盲（一）哉？夫知亦有之【一】。是其言也，猶時女也【二】。之人也，之德也，將旁礡萬物以為一世蘄乎亂，孰弊弊焉以天下為事【三】！之人也，物莫之傷【四】，大浸稽天而不溺，大旱金石流土山焦而不熱【五】。是其塵垢粃穅，將猶陶鑄堯舜者也，孰肯以物為事【六】！宋人資章甫而適諸越，越人斷髮文身，無所用之【七】。堯治天下之民，平海內之政，往見四子藐姑射之山，汾水之陽，窅然喪其天下焉【八】。」",
            "commentary": [
                {
                    "type": "NORMAL",
                    "text": "【一】【注】不知至言之極妙，而以為狂而不信，此知之聾盲也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】瞽者，謂眼無眹縫，冥冥如鼓皮也。聾者，耳病也。盲者，眼根敗也。夫目視耳聽，蓋有物之常情也，既瞽既聾，不可示之以聲色也。亦猶至言妙道，唯懸解者能知。愚惑之徒，終身未悟，良由智障盲闇，不能照察，豈唯形質獨有之耶！是以聞接輿之言，謂為狂而不信。自此以下，是連叔答肩吾之辭也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《瞽》音古。盲者無目，如鼓皮也。《與乎》徐音豫。下同。《之觀》古亂反。《聾》鹿工反，不聞也。《之聲》崔、向、司馬本此下更有眇者無以與乎眉目之好，夫刖者不自為假文屨。《夫知》音智。注知之同。"
                },
                {
                    "type": "NORMAL",
                    "text": "【二】【注】謂此接輿之所言者，自然為物所求，但知之聾盲者謂無此理。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】是者，指斥之言也。時女，少年處室之女也。指此接輿之言，猶如窈窕之女，綽約凝潔，為君子所求，但知之聾盲者謂無此理也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《時女》司馬云：猶處女也。向云：時女虛靜柔順，和而不喧，未嘗求人而為人所求也。◎慶藩案時，是也。猶時女也，謂猶是女也。猶時二字連讀。易女子貞不字，女即處女也。司馬訓時女猶處女，疑誤。詩大雅綿篇曰止曰時，箋曰：時，是也。是其證。"
                },
                {
                    "type": "NORMAL",
                    "text": "【三】【注】夫聖人之心，極兩儀之至會，窮萬物之妙數。故能體化合變，無往不可，旁礡萬物，無物不然。世以亂故求我，我無心也。我苟無心，亦何為不應世哉！然則體玄而極妙者，其所以會通萬物之性，而陶鑄天下之化，以成堯舜之名者，常以不為為之耳。孰弊弊焉勞神苦思，以事為事，然後能乎！"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】之是語助，亦歎美也。旁礡，猶混同也。蘄，求也。孰，誰也。之人者，歎堯是聖人；之德者，歎堯之盛德也。言聖人德合二儀，道齊群品，混同萬物，制馭百靈。世道荒淫，蒼生離亂，故求大聖君臨安撫。而虛舟懸鏡，應感無心，誰肯勞形弊智，經營區宇，以事為事，然後能事。故老子云為無為，事無事，又云取天下常以無事，及其有事不足以取天下也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《旁》薄剛反，李鋪剛反。字又作磅，同。《礡》薄博反，李普各反。司馬云：旁礡，猶混同也。◎李楨曰：漢司馬相如傳旁魄四塞，注：旁魄，廣被也。魄與礡通。揚雄傳旁薄群生，注：旁薄，猶言蕩薄也。蕩薄即廣被之意。旁礡萬物，承上之德也三字，言其德將廣被萬物。以為一世蘄乎亂，亂，治也，猶虞書亂而敬之亂。舉世望治，德握其符，神人無功，豈肯有勞天下之跡！老子云，我無為而民自化，此之謂也。《世蘄》徐音祈。李云：求也。◎盧文弨曰：舊蘄作鄿，訛，今從宋本正。《弊弊》李扶世反。徐扶計反。簡文云：弊弊，經營貌。司馬本作蔽蔽。《不應》應對之應。《苦思》息嗣反。"
                },
                {
                    "type": "NORMAL",
                    "text": "【四】【注】夫安於所傷，則傷不能傷；傷不能傷，而物亦不傷之也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【五】【注】無往而不安，則所在皆適，死生無變於己，況溺熱之間哉！故至人之不嬰乎禍難，非避之也，推理直前而自然與吉會。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】稽，至也。夫達於生死，則無死無生；宜於水火，則不溺不熱。假令陽九流金之災，百六滔天之禍，紛紜自彼，於我何為！故郭注云，死生無變於己，何況溺熱之間也哉！"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《大浸》子鴆反。《稽天》音雞，徐、李音啟。司馬云：至也。《不溺》奴歷反，或奴學反。《禍難》乃旦反，《非辟》音避。"
                },
                {
                    "type": "NORMAL",
                    "text": "【六】【注】堯舜者，世事之名耳；為名者，非名也。故夫堯舜者，豈直堯舜而已哉？必有神人之實焉。今所稱堯舜者，徒名其塵垢粃穅耳。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】散為塵，膩為垢，穀不熟為秕，穀皮曰糠，皆猥物也。鎔金曰鑄，範土曰陶。諡法，翼善傳聖曰堯，仁聖盛明曰舜。夫堯至（本）〔聖〕，妙絕形名，混跡同塵，物甘其德，故立名諡以彰聖體。然名者粗法，不異秕糠；諡者世事，何殊塵垢。既而矯諂佞妄，將彼塵垢鍛鑄為堯，用此秕糠埏埴作舜。豈知妙體胡可言邪！是以誰肯以物為事者也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《塵垢》古口反。塵垢，猶染污。《粃》本又作秕。徐甫姊反，又悲矣反。◎盧文弨曰：案說文作秕。《穅》字亦作糠，音康。秕糠，猶煩碎。◎盧文弨曰：舊本糠作康，今依注本改。糠亦俗字。似當云音康，字亦作康為是，疑後人亂之，而又妄改也。康已從米，何必又贅米旁。《陶》徒刀反，李移昭反。本亦作鋾，音同。《鑄》之樹反。"
                },
                {
                    "type": "NORMAL",
                    "text": "【七】【疏】此起譬也。資，貨也。越國逼近江湖，斷髮文身，以避蛟龍之難也。章甫，冠名也。故孔子生於魯，衣縫掖；長於宋，冠章甫。而宋實微子之裔，越乃太伯之苗，二國貿遷往來，乃以章甫為貨。且章甫本充首飾，必須雲鬟承冠，越人斷髮文身，資貨便成無用。亦如榮華本猶滯著，富貴起自驕矜。堯既體道洞忘，故能無用天下。故郭注云，夫堯之無所用天下為，亦猶越人無所用章甫耳。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《宋人》宋，今梁國睢陽縣，殷後，微子所封。《資章甫》李云：資，貨也。章甫，殷冠也。以冠為貨。《越》今會稽山陰縣。◎慶藩案文選張景陽雜詩注引司馬云：資，取也。章甫，冠名也。（嵇叔夜與山巨源絕交書注引同。）諸，於也。釋文闕。◎李楨曰：諸越，猶云於越。春秋定五年經於越入吳，杜注：於，發聲也。公羊傳：於越者，未能以其名通也，何休注：越人自名於越。此作諸者，廣雅釋言：諸，於也。禮記射義注：諸，猶於也。是疊韻假借。《斷》丁管反。李徒短反。司馬本作敦，云：敦，斷也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【八】【注】夫堯之無用天下為，亦猶越人之無所用章甫耳。然遺天下者，固天下之所宗。天下雖宗堯，而堯未嘗有天下也，故窅然喪之，而嘗遊心於絕冥之境，雖寄坐萬物之上而未始不逍遙也。四子者蓋寄言，以明堯之不一於堯耳。夫堯實冥矣，其跡則堯也。自跡觀冥，內外異域，未足怪也。世徒見堯之為堯，豈識其冥哉！故將求四子於海外而據堯於所見，因謂與物同波者，失其所以逍遙也。然未知至遠之（跡）〔所〕（二）順者更近，而至高之所會者反下也。若乃厲然以獨高為至而不夷乎俗累，斯山谷之士，非無待者也，奚足以語至極而遊無窮哉！"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】治，言緝理；政，言風教。此合喻也。汾水出自太原，西入於河。水北曰陽，則今之晉州平陽縣，在汾水北，昔堯都也。窅然者寂寥，是深遠之名。喪之言忘，是遣蕩之義。而四子者，四德也：一本，二跡，三非本非跡，四非非本跡也。言堯反照心源，洞見道境，超茲四句，故言往見四子也。夫聖人無心，有感斯應，故能緝理萬邦，和平九土。雖復凝神四子，端拱而坐汾陽；統御萬機，窅然而喪天下。斯蓋即本即跡，即體即用，空有雙照，動寂一時。是以姑射不異汾陽，山林豈殊黃屋！世人齊其所見，曷嘗信此邪！而馬彪將四子為齧缺，便未達於遠理；劉璋推汾水於射山，更迷惑於近事。今所解釋，稍異於斯。故郭注云，四子者蓋寄言，明堯之不一於堯耳，世徒見堯之跡，豈識其（真）〔冥〕（三）哉！"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《四子》司馬、李云：王倪，齧缺，被衣，許由。《汾水》徐扶云反，郭方聞反。案汾水出太原，今莊生寓言也。司馬、崔本作盆水。◎李楨曰：東山經之姑射，是否為冀州域內之山，經文究無可攷。隋志以屬之臨汾，或後世據此篇汾水之陽一語以名其地之山，亦未可知。上文所稱姑射，遠在北海中，故曰藐，藐者遠也。汾陽，堯所居，若有姑射，何為亦云藐哉！蓋堯之心未嘗有天下，其心即姑射神人之心，其身亦如姑射神人之身，雖垂衣廟堂，如逍遙海外，是以彼山藐遠，無殊近在帝都。（四子本無其人，徵名以實之則鑿矣。）注疏推闡，並極精妙。余前辨證一條，謂山名不可混合為一，然恐有失莊生玄旨，故復論及之。汾水，司馬、崔本並作盆水，古讀汾如盆，非別一水，說見錢氏大昕養新錄。《窅然》徐烏了反。郭武駢反。李云：窅然，猶悵然。◎盧文弨曰：郭必以為（寘）〔窴〕（四字），故如此音。《喪其》息浪反，注同。《絕冥》亡丁反。《之竟》音境。本亦作境。◎盧文弨曰：今注作境。"
                },
                {
                    "type": "NORMAL",
                    "text": "【校】"
                },
                {
                    "type": "SMALL",
                    "text": "（一）闕誤引天台山方瀛觀古藏本盲作瞽。"
                },
                {
                    "type": "SMALL",
                    "text": "（二）所字依宋本改。"
                },
                {
                    "type": "SMALL",
                    "text": "（三）冥字依注文改。（四）窴字依抱經堂原本改。按原刻本似亦有誤。說文：窴，塞也，從穴，真聲。徐待年切。即今填字。武駢與待年同韻異攝，殆非其字，以窴然狀喪天下，語亦不倫。疑郭本作冥，釋文郭下脫作冥二字，冥字古與瞑眠通。列禦寇篇而甘冥乎無何有之鄉，釋文云：本又作瞑，音眠。俞樾謂淮南子俶真篇甘瞑乎溷澖之域即本此，甘瞑即甘眠。說文：瞑，翕目也，從目冥，冥亦聲。徐鉉曰：今俗別作眠，非是。武延切。漢書揚雄傳目冥眴而無見，冥眴即孟子滕文公之瞑眩，並叠韻連詞。又作眩眠或眩湣，如史記司馬相如傳視眩眠而無見兮及紅杳渺而眩湣兮皆是。諸字並義近音同。陸冥武駢切，與徐瞑武延切，而漢書顏注冥莫見反，孫奭孟子音義瞑莫甸切，史記索隱引蘇林湣音麫，韻攝皆同，（古無輕脣音，武莫聲同。）惟平仄異耳。冥與窅義亦相通，故常連用。逍遙遊篇北冥有魚，釋文引簡文云，窅冥無極，故謂之冥是也。二字又形近，故今本作窅，郭本作冥。郭於此注連用四冥字，皆就冥然立言，足為的證。上句故窅然喪之之窅，疑本亦作冥，後人依今本正文改之耳。"
                }
            ]
        },
        {
            "mainText": "惠子謂莊子曰：「魏王貽我大瓠之種【一】，我樹之成而實五石，以盛水漿，其堅不能自舉也【二】。剖之以為瓢，則瓠落無所容。非不呺然大也，吾為其無用而掊之【三】。」",
            "commentary": [
                {
                    "type": "NORMAL",
                    "text": "【一】【疏】姓惠，名施，宋人也，為梁國相。謂，語也。貽，遺也。瓠，匏之類也。魏王即梁惠王也。昔居安邑，國號為魏，後為強秦所逼，徙於大梁，復改為梁，僭號稱王也。惠子所以起此大匏之譬，以譏莊子之書，雖復詞旨恢弘，而不切機務，故致此詞而更相激發者也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《惠子》司馬云：姓惠，名施，為梁相。《魏王》司馬云：梁惠王也。案魏自河東遷大梁，故謂之魏，或謂之梁也。《貽》徐音怡，郭與志反，遺也。《大瓠》徐音護。《之種》章勇反。"
                },
                {
                    "type": "NORMAL",
                    "text": "【二】【疏】樹者，藝植之謂也。實者，子也。惠施既得瓠種，藝之成就，生子甚大，容受五石，仍持此瓠以盛水漿，虛脆不堅，故不能自勝舉也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《而實五石》司馬云：實中容五石。《以盛》音成。"
                },
                {
                    "type": "NORMAL",
                    "text": "【三】【疏】剖，分割之也。瓢，勺也。瓠落，平淺也。呺然，虛大也。掊，打破也。用而盛水，虛脆不能自勝；分剖為瓢，平淺不容多物。眾謂無用，打破棄之。刺莊子之言，不救時要，有同此（言）〔瓠〕，應須屏削也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《剖之》普口反。《為瓢》毗遙反。徐扶堯反。《則瓠》戶郭反，司馬音護。下同。《落》簡文云：瓠落，猶廓落也。司馬云：瓠，布護也；落，零落也。言其形平而淺，受水則零落而不容也。《呺然》本亦作号。徐許憍反。李云：号然，虛大貌。崔作〈言号〉，簡文同。《吾為》于偽反。《掊之》徐方垢反。司馬云：擊破也。◎慶藩案文選謝靈運之郡初發都詩注引司馬云：瓠，布護；落，零落也。枵然，大貌。掊，謂擊破之也。喻莊子之言大也，若巨瓠之無施也。較釋文引為詳。◎俞樾曰：說文：号，痛聲也。呺〈言号〉，說文所無，蓋皆号之俗體，施之於此，義不可通。文選謝靈運初發都詩李善注引此文作枵，當從之。爾雅釋天：玄枵，虛也。虛則有大義，故曰枵然大也。釋文引李云号然虛大貌，是固以枵字之義說之。"
                }
            ]
        },
        {
            "mainText": "莊子曰：「夫子固拙於用大矣。宋人有善為不龜手之藥者，世世以洴澼絖為事【一】。客聞之，請買其方（一）百金【二】。聚族而謀曰：『我世世為洴澼絖，不過數金；今一朝而鬻技百金，請與之。【三】。』客得之，以說吳王。越有難，吳王使之將，冬與越人水戰，大敗越人，裂地而封之【四】。能不龜手，一也；或以封，或不免於洴澼絖，則所用之異也【五】。今子有五石之瓠，何不慮以為大樽而浮乎江湖，而憂其瓠落無所容？則夫子猶有蓬之心也夫【六】！」",
            "commentary": [
                {
                    "type": "NORMAL",
                    "text": "【一】【注】其藥能令手不拘坼，故常漂絮於水中也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】洴，浮；澼，漂也。絖，絮也。世世，年也。宋人隆冬涉水，漂絮以作牽離，手指生瘡，拘坼有同龜背。故世世相承，家傳此藥，令其手不拘坼，常得漂絮水中，保斯事業，永無虧替。又云：澼，擗也；絖，〈糹爾〉也，謂擗〈糹爾〉於水中之故也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《龜手》愧悲反。徐舉倫反。李居危反。向云：拘坼也。司馬云：文坼如龜文也。又云：如龜攣縮也。◎俞樾曰：釋文引司馬云文坼如龜文也，又云如龜攣縮也，義皆未安。向云如拘坼也，郭注亦云能令手不拘坼，然則龜字宜即讀如拘。蓋龜有丘音，後漢西域傳龜茲讀曰丘慈，是也。古丘音與區同，故亦得讀如拘矣。拘，拘攣也，不龜（二）者，不拘攣也。龜文之說雖非，攣縮之說則是，但不必以如龜為說耳。◎李楨曰：龜手，釋文云徐舉倫反，蓋以龜為皸之假借。按龜皸雙聲。眾經音義卷十一：皸，居雲、去雲二反。通俗文：手足坼裂曰皸，經文或作龜坼。下引莊此文及郭注為證。是玄應以龜皸音義互通。集韻十八諄：皸，區倫切，皴也。漢書趙充國傳，將軍士寒，手足皸瘃，文穎曰：皸，坼裂也；瘃，寒創也。唐書李甘傳，凍膚皸瘃。不龜手，猶言不皸手耳。皸，說文作〈足囷〉。鈕氏樹玉、鄭氏珍以韗下或體〈韋皮〉為皸字，不足據。《洴》徐扶經反。《澼》普歷反。徐敷歷反。郭、李恪歷反，澼，聲。◎盧文弨曰：案今本書作澼聲，疑洴澼是擊絮之聲。洴澼二字本雙聲，蓋亦象其聲也。《絖》音曠。小爾雅云：絮細者謂之絖。李云：洴澼絖者，漂絮於水上。絖，絮也。《能令》力呈反。《不拘》紀于反。依字宜作跔，紀于、求于二反。周書云天寒足跔是也。《坼》敕白反。◎盧文弨曰：坼，俗本多從手，非。《漂》匹妙反，韋昭云：以水擊絮為漂。說文作潎，豐市反，又匹例反。◎盧文弨曰：潎舊訛作敝，今改正。《絮》胥慮反。"
                },
                {
                    "type": "NORMAL",
                    "text": "【二】【疏】金方一寸重一斤為一金也。他國遊客，偶爾聞之，請買手瘡一術，遂費百金之價者也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《百金》李云：金方寸重一斤為一金。百金，百斤也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【三】【疏】鬻，賣也。估價既高，聚族謀議。世世洴澼，為利蓋寡，一朝賣術，資貨極多。異口同音，僉曰請與。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《數金》色主反。《鬻》音育。司馬云：賣也。《技》本或作伎，竭彼反。"
                },
                {
                    "type": "NORMAL",
                    "text": "【四】【疏】吳越比鄰，地帶江海，兵戈相接，必用艫船，戰士隆冬，手多拘坼。而客素稟雄才，天生睿智，既得方術，遂說吳王。越國兵難侵吳，吳王使為將帥，賴此名藥，而兵手不拘坼。旌旗才舉，越人亂轍。獲此大捷，獻凱而旋，勳庸克著，胙之茆土。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《以說》始銳反，又如字。《有難》乃旦反。《之將》子匠反。《大敗》必邁反。"
                },
                {
                    "type": "NORMAL",
                    "text": "【五】【疏】或，不定也。方藥無工〔拙〕（三）而用者有殊，故行客得之以封侯，宋人用之以洴澼，此則所用工拙之異。"
                },
                {
                    "type": "NORMAL",
                    "text": "【六】【注】蓬，非直達者也。此章言物各有宜，苟得其宜，安往而不逍遙也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】慮者，繩絡之也。樽者，漆之如酒罇，以繩結縛，用渡江湖，南人所謂腰舟者也。蓬，草名，拳曲不直也。夫，歎也。言大瓠浮汎江湖，可以舟船淪溺；至教興行世境，可以濟渡群迷。而惠生既有蓬心，未能直達玄理，故妄起掊擊之譬，譏刺莊子之書。為用失宜，深可歎之。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《不慮以為大樽》本亦作尊。司馬云：樽如酒器，縛之於身，浮於江湖，可以自渡。慮，猶結綴也。案所謂腰舟。◎盧文弨曰：縳舊作縛，今從宋本正（四）。《蓬之心》郭云：蓬，生非直達者。向云：蓬者短不暢，曲士之謂。◎盧文弨曰：士，舊訛土，今改正。"
                },
                {
                    "type": "NORMAL",
                    "text": "【校】"
                },
                {
                    "type": "SMALL",
                    "text": "（一）闕誤引江南古藏本方下有以字。"
                },
                {
                    "type": "SMALL",
                    "text": "（二）龜字依諸子平議補。"
                },
                {
                    "type": "SMALL",
                    "text": "（三）拙字依下文補。"
                },
                {
                    "type": "SMALL",
                    "text": "（四）按盧說非是。說文：縛，束也。縳，白鮮色也，段注改色為卮，云，聲類以為今正絹字，據許則縳與絹各物。若羽人十摶為縳，左傳縳一如瑱，又皆卷縛之義，非字之本義。朱珔假借義證謂縛與縳音隔，疑以形近而誤，其說是也。是束縛字正當作縛，宋本誤。"
                }
            ]
        },
        {
            "mainText": "惠子謂莊子曰：「吾有大樹，人謂之樗【一】。其大本擁腫而不中繩墨，其小枝卷曲而不中規矩，立之塗，匠者不顧【二】。今子之言，大而無用，眾所同去也【三】。」",
            "commentary": [
                {
                    "type": "NORMAL",
                    "text": "【一】【疏】樗，栲漆之類，嗅之甚臭，惡木者也。世間名字，例皆虛假，相與嗅之，未知的當，故言人謂之樗也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《樗》敕魚反，木名。"
                },
                {
                    "type": "NORMAL",
                    "text": "【二】【疏】擁腫，槃癭也。卷曲，不端直也。規圓而矩方。塗，道也。樗栲之樹，不材之木，根本擁腫，枝榦攣卷，繩墨不加，方圓無取，立之行路之旁，匠人曾不顧盼也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《擁腫》章勇反。李云：擁腫，猶盤癭。《不中》丁仲反。下同。《卷曲》本又作拳，同。音權，徐紀阮反。李丘圓反。"
                },
                {
                    "type": "NORMAL",
                    "text": "【三】【疏】樹既擁腫不材，匠人不顧；言（跡）〔亦〕迂誕無用，眾所不歸。此合喻者也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《同去》如字。李羌呂反。◎慶藩案大而無用，猶言迂遠無當於事情也。禮文王世子況于其身以善其君乎，鄭注曰：于讀為迂，猶廣也，大也。是大與迂同義。老子道德經云，天下皆謂道大似不肖，亦此大字之義。"
                }
            ]
        },
        {
            "mainText": "莊子曰：「子獨不見狸狌乎？卑身而伏，以候敖者；東西跳梁，不辟高下；中於機辟，死於罔罟【一】。今夫斄牛，其大若垂天之雲。此能為大矣，而不能執鼠【二】。今子有大樹，患其無用，何不樹之於無何有之鄉，廣莫之野【三】，彷徨乎無為其側，逍遙乎寢臥其下【四】。不夭斤斧，物無害者，無所可用，安所【一】困苦（一）哉【五】！」",
            "commentary": [
                {
                    "type": "NORMAL",
                    "text": "【一】【疏】狌，野貓也。跳梁，猶走躑也，辟，法也，謂機關之類也。罔罟，罝罘也。子獨不見狸狌捕鼠之狀乎？卑伏其身，伺候傲慢之鼠；東西跳躑，不避高下之地；而中於機關之法，身死罔罟之中，皆以利惑其小，不謀大故也。亦猶擎跪曲拳，執持聖跡，偽情矯性，以要時利，前雖遂意，後必危亡，而商鞅、蘇、張，即是其事。此何異乎捕鼠狸狌死於罔罟也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《狸》力之反。《狌》徐音姓。郭音生。又音星。司馬云：〈犭由〉也。〈犭由〉，音由救反。《敖者》徐、李五到反。支云：伺彼怠敖，謂承夫閒（二）殆也。本又作傲，同。司馬音遨，謂伺遨翔之物而食之，雞鼠之屬也。《跳》音條。《不辟》音避。今本多作避。下放此。《機辟》毗赤反。司馬云：罔也。◎盧文弨曰：案當作毗亦反。◎慶藩案辟疑為繴之借字。爾雅：繴謂之罿，罿，罬也；罬謂之罦，罦，覆車也。郭璞曰：今之翻車也，有兩轅，中施罥以捕鳥。司馬曰辟罔也，誤。辟若訓罔，則下文死於罔罟為贅矣。楚辭九章設張辟以娛君兮，王逸注：辟，法也，言讒人設張峻法以娛樂君，（王念孫曰：楚辭九章以張辟連讀，非以設張連讀。張讀弧張之張。周官冥氏掌弧張，鄭注：弧張，罿罦之屬，所以扃絹禽獸。）頗費解義。墨子非儒篇：盜賊將作，若機辟將發也，鹽鐵論刑法篇曰：辟陷設而當其蹊，皆當作繴。（楚辭哀時命，外迫脅於機臂兮，機臂與機辟同。玉篇、王注以為弩身，亦失之。）《罟》徐音古。"
                },
                {
                    "type": "NORMAL",
                    "text": "【二】【疏】斄牛，猶旄牛也，出西南夷。其形甚大，山中遠望，如天際之雲。藪澤之中，逍遙養性，跳梁投鼠，不及野狸。亦猶莊子之言，不狎流俗，可以理國治身，且長且久者也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《斄牛》郭呂之反。徐、李音來。又音離。司馬云：旄牛。"
                },
                {
                    "type": "NORMAL",
                    "text": "【三】【疏】無何有，猶無有也。莫，無也。謂寬曠無人之處，不問何物，悉皆無有，故曰無何有之鄉也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《無何有之鄉廣莫之野》謂寂絕無為之地也。簡文云：莫，大也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【四】【疏】彷徨，縱任之名；逍遙，自得之稱；亦是異言一致，互其文耳。不材之木，枝葉茂盛，婆娑蔭映，蔽日來風，故行李經過，徘徊憩息，徙倚顧步，寢臥其下。亦猶莊子之言，無為虛淡，可以逍遙適性，蔭庇蒼生也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《彷》薄剛反，又音房。《徨》音皇。彷徨，猶翱翔也。崔本作方羊，簡文同。廣雅云：彷徉，徙倚也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【五】【注】夫小大之物，苟失其極，則利害之理均；用得其所，則物皆逍遙也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】擁腫不材，拳曲無取，匠人不顧，斤斧無加，夭折之災，何從而至，故得終其天年，盡其生理。無用之用，何所困苦哉！亦猶莊子之言，乖俗會道，可以攝衛，可以全真，既不夭枉於世途，詎肯困苦於生分也！"
                },
                {
                    "type": "NORMAL",
                    "text": "【校】"
                },
                {
                    "type": "SMALL",
                    "text": "（一）闕誤引文本困苦作窮困。"
                },
                {
                    "type": "SMALL",
                    "text": "（二）世德堂本閒作隕。"
                }
            ]
        }
    ]
}