{
    "name": "前言",
    "type": "PREFACE",
    "paragraphs": [
        {
            "mainText": "前言",
            "commentary": [
                {
                    "type": "NORMAL",
                    "text": "莊子的年代和孟子約略相當。孟子在梁惠王後元十五年遊梁的時候，已經在位五十年的梁王尊稱之為「叟」。梁王的相惠施是莊子的朋友，在莊子妻死時惠施往弔，見莊子正箕踞鼓盆而歌；惠施非難他，說「與人居，長子，老，身死，不哭亦足矣，又鼓盆而歌」，可見莊子是有妻子的人，而他的妻死時是已經「老」了。古人七十曰老，那麼莊子的年齡可見也並不年輕了。惠施先莊子死，年齡大約也不相上下。要說莊惠略後於孟子，或者頂多也不過年輕得十歲左右吧。"
                },
                {
                    "type": "NORMAL",
                    "text": "莊子是宋人，曾為漆園吏，應該是一個很小的官。他雖然是道家的中心人物，而且是使道家真正成為了一個家派與儒墨鼎足而三的一個人，他的師承淵源卻不甚明白。他不曾到過齊國，沒有參加過稷下學宮，因而他和宋鉼、尹文、田駢、慎到、環淵、接子的關係似乎都只是間接的。像尹文其人或許還是他的後輩。莊子書中最可靠的內篇七篇裏面只有一處提到宋榮子，其他諸人都不曾提到。外篇達生篇有「子列子問關尹」一節，雜篇讓王亦稱「子列子窮」，子列子即列禦寇。列子之上復冠以子，或許有人會以為列禦寇便是莊子的老師了。但這只見於外篇和雜篇，內篇逍遙遊及應帝王均只稱列子而不更冠以子字。逍遙遊篇，雖稱「列子御風而行，冷然善也」，然以為「猶有所待」，不及「乘天地之正而御六氣之辨，以遊無窮」的人；這種人自然也就是莊子自命了。這樣斷乎不像是師生。列子被稱為子列子，在呂氏春秋裏面也有兩處，一處見審己篇與關尹論射，一處見不二篇言「子列子貴虛」；大約都是列子後學的記述，呂門的人照抄，莊子後學也是照抄而已。"
                },
                {
                    "type": "NORMAL",
                    "text": "天下篇中論及並世的學派，道家甚詳而不及列子，司馬遷亦不曾為列子立傳，其年代亦頗渺茫。如德充符篇言子產師伯昏無人，而田子方篇謂列禦寇為伯昏無人射；又應帝王篇有壺子為列子師，舊注壺子名林，而呂氏春秋下賢篇稱「子產見壺邱子林」；據此則似乎與子產同時，而在春秋末年了。然而伯昏無人、壺邱子林等真乃鴻蒙、列缺之屬，其神巫相面，背淵而射，都是些荒唐無稽的寓言，不可據為典要。讓王篇言：「子列子窮，客有言之於鄭子陽者，鄭子陽即令官遺之粟。子列子見使者，再拜而辭。其卒，民果作難而殺子陽。」釋文云：「子陽嚴酷，罪者無赦。舍人折弓，畏子陽怒責。因國人逐猘狗而殺子陽。」陸氏所據當是呂覽適威篇及淮南氾論訓，但此子陽不知何許人。俞曲園引史記鄭世家「繻公二十五年鄭公殺其相子陽，二十七年子陽之黨共弒繻公駘」為說，但自言「與諸書不同」。案繻公時子陽與列子時子陽當是兩人。鄭滅於韓，古書中韓亦每稱為鄭。韓世家「昭侯十年韓姬弒其君悼公」，注家均以為「悼公不知何君」者，余以為當即列子時之鄭子陽。此人蓋韓之小諸侯，故呂覽與淮南於其死均言「弒」。列子既屢請教於關尹，關尹實即環淵，與田駢慎到同時，則列子自當上下年代。藝文志有「列子八篇」列於道家，其書已亡，今存者乃晉人偽託。呂覽既稱其「貴處」，韓策史疾復稱「列子圉寇之言」「貴正」，蓋以道家而兼有名家風味者，這正是宋鉼、尹文、莊周、惠施等的流行傾向。天下篇所以不論列子的原故，大約以其學無特長，或者只被認為關尹的一系而已。要之，列子不能認為是莊子的老師。"
                },
                {
                    "type": "NORMAL",
                    "text": "韓愈疑莊子本是儒家。出於田子方之門，則僅據外篇有田子方篇以為說，這是武斷。我懷疑他本是「顏氏之儒」（一），書中徵引顏回與孔子的對話很多，而且差不多都是很關緊要的話，以前的人大抵把它們當成「寓言」便忽略過去了。那是根據後來所完成了的正統派的儒家觀念所下的判斷，事實上在孔門初一二代，儒家並不是那麼純正的，而儒家八派之中，過半數以上是已經完全消滅了。"
                },
                {
                    "type": "NORMAL",
                    "text": "莊子書中雖然很多地方在菲薄儒家，如像雜篇中的盜跖漁父兩篇更在痛罵孔子，但那些都是後學者的呵佛罵祖的遊戲文字，而認真稱讚儒或孔子的地方，則非常嚴肅。天下篇把儒術列為「內聖外王之道」的總要，而稱道詩書禮樂與鄒魯之士、縉紳先生，謂百家眾技只是「一曲之士」，這態度不是很鮮明的嗎？天下篇不是莊子本人所作，但如齊物論篇言「六合之外，聖人存而不論；六合之內，聖人論而不議；春秋經世，先王之志，聖人議而不辯」，這所謂「聖人」，很明顯地是指仲尼。特別值得注意的是寓言篇裏面和惠施的一段對話："
                },
                {
                    "type": "NORMAL",
                    "text": "「莊子謂惠子曰：『孔子行年六十而六十化，舊時所是，卒而非之，未知今之所謂是之非五十九非也。』"
                },
                {
                    "type": "NORMAL",
                    "text": "惠子曰：『孔子勤志服知也。』"
                },
                {
                    "type": "NORMAL",
                    "text": "莊子曰：『孔子謝之矣，而其〔故〕未之嘗言，孔子云夫？受才乎大本，復靈以生，鳴而當律，言而當法，利義陳乎前，而好惡是非直，服人之口而已矣，使人乃以心服而不敢蘁，立定天下之〔大〕定。已乎已乎，吾且不得及彼乎！』」"
                },
                {
                    "type": "NORMAL",
                    "text": "雖然莊子存心也頗想同仲尼比賽，但他的心悅誠服之態，真可說是溢於言表。由天得到好的材質，又於一生之中使其材質得到光明，言談合乎軌則，行為揆乎正義，好惡是非都得其正。不僅使人口服，而且使人心服，使天下人的意見得到定準，而不能超脫出他的範圍。這樣的稱述，比儒家典籍中任何誇大的讚詞，似乎都更抬高了孔子的身價。"
                },
                {
                    "type": "NORMAL",
                    "text": "又在田子方篇裏面有顏回稱讚孔子的一段："
                },
                {
                    "type": "NORMAL",
                    "text": "「顏淵問於仲尼曰：『夫子步亦步，夫子趨亦趨，夫子馳亦馳；夫子奔逸絕塵，而回瞠若乎後矣。』"
                },
                {
                    "type": "NORMAL",
                    "text": "夫子曰：『回，何謂耶？』"
                },
                {
                    "type": "NORMAL",
                    "text": "曰：『夫子步亦步也〔者〕，夫子言亦言也。夫子趨亦趨也〔者〕，夫子辯亦辯也。夫子馳亦馳也〔者〕，夫子言道，回亦言道也。及奔逸絕塵而回瞠若乎後者，夫子不言而信，不比而周，無器而民滔乎前，而不知所以然而已矣。』」"
                },
                {
                    "type": "NORMAL",
                    "text": "這和論語子罕篇的一節，顯然是相為表裏的東西：「顏淵喟然歎曰：『仰之彌高，鑽之彌堅，瞻之在前，忽焉在後。夫子循循然善誘人，博我以文，約我以禮，欲罷不能。既竭吾才，如有所立，卓爾。雖欲從之，末由也已。』」這種文字必然是出於顏氏之儒的傳習錄，莊子徵引得特別多，不足以考見他的師承淵源嗎？"
                },
                {
                    "type": "NORMAL",
                    "text": "顏回和孔子都是有些出世傾向的人。一位是「一簞食，一瓢飲，在陋巷……不改其樂」；一位是「飯蔬食飲水，曲肱而枕之，樂亦在其中」。孔子曾對顏回說：「用之則行，舍之則藏，」只有他們兩個才能夠。這是表明其他的弟子大抵都是入世派了。聰明的子貢曾經嘆息：「夫子之文章可得而聞也，夫子之言性與天道不可得而聞也。」但這性與天道之說是子貢得未曾聞，並不是孔子得未曾言。孔子是因材施教的人，對什麼樣的人說什麼樣的話，會做生意的子貢何須對他談性與天道呢！那種有出世意味的東西，假使要找一個對象來談，那他的顏回便不失為是很好的對象了。於是在莊子裏面便出現了孔子的「心齋」和顏回的「坐忘」之說。"
                },
                {
                    "type": "NORMAL",
                    "text": "「回曰：『敢問心齊（齋）。』仲尼曰：『一若志。無聽之以耳而聽之以心，無聽之以心而聽之以氣。聽至於耳，心至於符。氣也者，虛而待物者也，唯道集虛，虛者心齊也。』」（人間世）"
                },
                {
                    "type": "NORMAL",
                    "text": "「曰：『回坐忘矣。』仲尼蹴然曰：『何謂坐忘？』顏回曰：『墮肢體，黜聰明，離形去知，同於大通。此謂坐忘。』」（大宗師）"
                },
                {
                    "type": "NORMAL",
                    "text": "這些不必就是孔顏真正說過的話，但他們確實有過些這樣的傾向；被他們的後人把它誇大而發展了，是無法否認的。"
                },
                {
                    "type": "NORMAL",
                    "text": "莊周是一位厭世的思想家，他把現實的人生看得毫無意味。他常常在慨嘆，有時甚至於悲號。「一受其成形，不亡以待盡，與物相刃相靡，其行盡如馳而莫之能止，不亦悲乎！終身役役而不見其成功，苶然疲役而不知其所歸，可不哀耶！」「人之生也固若是芒乎？其我獨芒而人亦有不芒者乎？」大家都在「與接為構，日與心鬥」，有的「行名失己」，有的「亡身不真」，那只是些「役人之役」-奴隸的奴隸。人生只是一場夢，這已經是說舊了的話，但在古時是從莊子開始的。不僅只是一場夢，而且是一場惡夢。更說具體一點，甚至比之為贅疣，為疔瘡，為疽，為癰。因而死也就是「大覺」，死也就是「決疣潰癰」了。真是把人生說得很一錢不值。"
                },
                {
                    "type": "NORMAL",
                    "text": "使他成為那樣厭世的自然有其社會的背景。所謂「竊鉤者誅，竊國者為諸侯，諸侯之門而仁義存焉」；所謂「為之斗斛以量之，則並與斗斛而竊之；為之權衡以稱之，則並與權衡而竊之；為之符璽以信之，則並與符璽而竊之；為之仁義以矯之，則並與仁義而竊之」；這便是使他徹底絕望了的原因。更具體的說時，便是：「田成子一旦弒其君而盜其國，所盜者豈獨其國耶？並與其聖知之法而盜之。」他生的時代就是這樣的時代。前一時代人奔走呼號、談仁說義，要人把人當成人，把事當成事，現在是實現了。韓趙魏齊都是新興的國家，然而畢竟怎樣呢？新的法令成立了，而受了保障的只是新的當政者。他們更聰明，把你發明了的一切斗斛、權衡、符璽、仁義，通通盜竊了去，成為了他們的護符。而一般人卻沒有甚麼改變。這種經過動盪之後的反省和失望，就是醅釀出莊子的厭世乃至憤世傾向的酵母。"
                },
                {
                    "type": "NORMAL",
                    "text": "他把王權看成贓品，把仁義是非看成刑具（「鯨汝以仁義，劓汝以是非」），把聖哲看成「胥易技係」的家奴，一切帶著現實傾向的論爭，在他看來，也就如同在豬身上的虱子之爭肥瘠了。"
                },
                {
                    "type": "NORMAL",
                    "text": "「天下有道，聖人成焉。天下無道，聖人生焉。方今之時，僅免刑焉。」"
                },
                {
                    "type": "NORMAL",
                    "text": "這是在人間世篇裏面假借狂接輿的口中所唱出來的，這裏含有過往的歷史的追憶。所謂「天下有道」，就如禮運所說的「大道之行也，天下為公」的時代，聖人在那時代可以成其聖功。所謂「天下無道」，便是「大道既隱」的「三代之英」，聖人還可以自由過活。現代呢？滿地都是刑辟陷阱，只求免死而已。悲觀是很悲觀，但在當時卻不失為是一種沉痛的批判。"
                },
                {
                    "type": "NORMAL",
                    "text": "因而他對於現實的一切是採取著不合作的態度。先以他的生活來說，他是把生活的必要削減到了極低的程度。他住的是「窮閭陋巷」，瘦成為「槁項黃馘」，「困窘」到了只靠著「織屨」（打草鞋）以維持生計。連見魏王的時候，他穿的「大布之衣」都是「補」了的。他餓得沒有飯吃，曾經向監河侯借過小米。這些生活情形散見在外篇雜篇裏面，大約都是他的門徒們替他紀錄下來的。史記說他曾為漆園吏，在莊子書中了無痕跡，想來也不外是為貧而仕的賤吏而已，而且恐怕也沒有做好久。"
                },
                {
                    "type": "NORMAL",
                    "text": "要說他沒有富貴的機會，是一位生活落伍者吧，那他倒有別的逸事可以免掉這種鄙薄。楚國的國王（史記以為威王）曾經聘請過他，要他去做宰相，經他謝絕了。他的朋友惠施在做梁國的宰相的時候，他去訪他，有謠言說他是去代替惠施的相位，惠施曾經搜索過他三天三夜。據這些逸事看來，足見他是有很多的機會可以富貴的。這些逸事，也有人說是門徒們假造出來替老師抬高身價的。是不是這樣，我們找不出絕對的反證。但即使認為是假託吧，在當時各國都在競爭著養士的時候，至少像齊國的稷下學宮也正很興旺；像莊子這樣的思想家而且文筆汪洋的人，他如肯去，一定也可以成為「不治而議」的列大夫，食祿千鍾的。然而他始終不曾去過。他對於富貴的潔癖似乎潔到連看都看不慣了。「惠子從車百乘而過孟諸，莊子見之棄其餘魚。」這是見於淮南齊俗訓的逸事。大約惠施路過孟諸的時候，莊周正在釣魚；他看見了那「從車百乘」的煊赫的氣派，連自己所釣的魚都嫌其多了，把來拋進了水裏。莊周倒確是做到了「不為軒冕肆志，不為窮約趨俗」的。"
                },
                {
                    "type": "NORMAL",
                    "text": "富貴利祿固然是「俗」，就是一切應世趨時的學問，在他看來都不免是「俗」，那些都只是騙猴子的東西，所謂「朝三暮四，……朝四暮三」，湯頭改了，藥物沒有變。做奴才的既然還是變相的奴才，你會談仁義禮樂，或者加一點，或者減一點，或者偏這邊，或者偏那邊，於是乎便爭得鼓睛暴眼，鬥得頭破血流，然而你是幫了誰來？你於人生問題有了什麼解決？或者你已經安富尊榮了，你在溫暖的權勢卵翼之下要談些不切實際的問題，離堅白、縣同異，平山淵，比天地，狗非犬，馬非馬，丁子有尾，卵有毛；超脫似乎超脫，然而只是無聊。故爾儒墨他是看不起的，名家他也是看不起的。他說「道隱於小城，言隱於榮華，故有儒墨之是非，以是其所非而非其所是」，而批評惠施「非所明而明之，故以堅白之昧終」（齊物論）。莊子本人這樣的非難語氣還是溫和的，請聽他的後學們破口痛罵吧。"
                },
                {
                    "type": "NORMAL",
                    "text": "「今世，殊死者相枕也，桁楊者相推也，刑戳者相望也，而儒墨乃始離跂攘臂乎桎梏之間。噫，甚矣哉，其無媿而不知恥也甚矣！」（在宥）"
                },
                {
                    "type": "NORMAL",
                    "text": "「枝於仁者，擢德塞性以收名聲，使天下簧鼓以奉不及之法，非乎，而曾（參）史（鰌）是已。"
                },
                {
                    "type": "NORMAL",
                    "text": "駢於辯者，累丸結繩竄句（鉤），遊心於堅白同異之間，而敝跬（蹩腳）譽無用之言，非乎，而楊（朱）墨（翟）是已。」（駢拇）"
                },
                {
                    "type": "NORMAL",
                    "text": "這比莊子本人憤激得更無所底止了。但在這兒值得注意的是：他們非儒是以曾參為代表，而不傷及孔丘；他們非名家是以楊朱為代表，而不傷及老聃。老聃被他們視為了「古之博大真人」，而孔丘，他們是把他放在儒家之外的。例如知北遊篇載顏回問仲尼「無有所將，無有所迎」之意，仲尼答以「外化而內不化」。接著在發明旨意的文字裏面稱為「聖人處物不傷物」，而涉及「君子之人若儒墨者師，故以是非相｛敕韭｝」。又如徐無鬼篇載仲尼之楚，譽「不言之言」，接著也盛加稱道，而言「名若儒墨而凶」。假若我們知道了莊子的淵源，這些表示正是絲毫也不足怪的。"
                },
                {
                    "type": "NORMAL",
                    "text": "莊子是從顏氏之儒出來的，但他就和墨子「學儒者之業，受孔子之術」而卒於「背周道而用夏政」一樣（淮南要略），自己成立了一個宗派。他在黃老思想裏面找到了共鳴，於是與儒墨鼎足而三，也成立了一個思想上的新宗派。黃老思想本來經受齊國的保護，在稷下學宮裏面是最佔優勢的，然而他們裏面有些分化，宋鉼尹文一派演化而為名家，惠施在梁受了他們的傳統；慎到田駢一派演化而為法家，關尹一派演化而為術家，申不害與韓非承受了他們的傳統。真正的道家思想，假使沒有莊周的出現，在學術史上恐怕失掉了它的痕跡的。道家本是漢人的命名，而在事實上確因有莊周及其後學們的闡揚和護法，才有這個宗派的建立。莊周並不曾自命為「道家」，說劍篇雖然是假託，但他的後學說他「儒服而見（趙）王」，可見他們的一派依然是自命為儒者。田子方篇裏面又有一段寓言，說莊子見魯哀公（二），哀公說「魯多儒士，少為先生方者」，這是說莊周也是儒士，然而方法不同。儒之中本來也有多少派別，在孔子當時已有「君子儒」與「小人儒」；在荀子口中則有所非難的「賤儒」或「俗儒」。莊門雖自命為儒士而要毀儒，那是絲毫也不足怪的。但就由於莊門之非毀「儒墨楊秉」，而道家的根基也就深固起來了。"
                },
                {
                    "type": "NORMAL",
                    "text": "黃老學派的宇宙觀是全部被承受了的。宇宙萬物認為只是一些跡相，而演造這些跡相的有一個超越感官、不為時間和空間所範圍的本體。這個本體名字叫「道」。道體是無限的東西，無時不在，無處不在：螻蟻裏面有它，稊稗裏面有它，瓦甓裏面有它，屎溺裏面有它。要說有神吧，神是從它生出來的。要說有鬼吧，鬼是從它生出來的。它生出天地，生出帝王，生出一切的理則。它自己又是從什麼地方出來的呢？它是自己把自己生出來的。"
                },
                {
                    "type": "NORMAL",
                    "text": "「夫道，有情有信，無為（當是象字之誤，古文為字從爪象）無形。可傳而不可受，可得而不可見。自本自根，未有天地，自古以固存。神鬼神帝，生天生地。在太極之先而不為高，在六極之下而不為深，先天地生而不為久，長於上古而不為老。」（大宗師）"
                },
                {
                    "type": "NORMAL",
                    "text": "有了這樣一種「道」，他便要向它學習，拜它為老師，這就是所謂「大宗師」。他向它喊道：「吾師乎！吾師乎！｛敕韭｝萬物而不為義，澤及萬世而不為仁，長於上古而不為老，覆載天地，刻雕眾形而不為巧。」（這在大宗師篇雖然託之許由之口說出，但在天道篇明明引作「莊子曰」，可知意而子與許由的對話，完全是寓言。）向這種「道」學習，和這渾沌的東西合而為一體，在他看來，人生就生出意義來了。人生的苦惱、煩雜、無聊，乃至生死的境地，都可得到解脫。把一切差別相都打破，和宇宙萬物成為一通，說我是牛也就是牛，說我是馬也就是馬，說我是神明也就是神明，說我是屎尿也就是屎尿。道就是我，因而也就什麼都是我。道是無窮無際、不生不滅的，因而我也就是無窮無際、不生不滅的。未死之前已有我，既死之後也有我。你說我死了嗎？我並沒有死。火也燒不死我，水也淹不死我。我化成灰，我還是在。我化成飛蟲的腿，老鼠的肝臟，我還是在。這樣的我是多麼的自由呀，多麼的長壽呀，多麼的偉大呀。你說彭祖八百歲，那是太可憐了。你說「楚之南有冥靈者、以五百歲為春，五百歲為秋；上古有大椿者、以八千歲為春，八千歲為秋」，那都太可憐了。那種有數之數，何如我這無數之數？一切差別相都是我的相，一切差別相都撒棄，管你細梗也好，房柱也好，癩病患者也好，美貌的西子也好，什麼奇形怪相的東西，一切都混而為一。一切都是「道」，一切都是我。這就叫作：「天地與我并生，而萬物與我為一。」（齊物論）"
                },
                {
                    "type": "NORMAL",
                    "text": "把這種「道」學會了的人，就是「有道之士」，也就是「真人」（真正的人）。這種「真人」，在大宗師裏面描寫得很盡致。據說這種人，不欺負人少，不以成功自雄，不作謀慮，過了時機不失悔，得到時機不忘形，爬上高處他會不怕，掉進水去不會打濕，落下火坑不覺得熱。據說這種人睡了是不做夢的，醒來是不憂愁的，吃東西隨便，呼吸來得很深，他不像凡人一樣用咽喉呼吸，而是用腳後跟呼吸。據說這種人也不貪生，也不怕死，活也無所謂，死也無所謂，隨隨便便的來，隨隨便便的去，自己的老家沒有忘記，自己的歸宿也不追求，接到呢也好，丟掉呢也就算了。據說這就是心沒有離開本體，凡事都聽其自然。這樣的人，心是有主宰的，容貌是清癯的，額頭是恢宏的；冷清清的像秋天一樣，煖洋洋的像春天一樣；一喜一怒合乎春夏秋冬，對於任何事物都適宜，誰也不知道他的底蘊。據說這種人，樣子很巍峨而不至於崩潰，性情很客氣而又不那麼自卑；挺立特行有稜角而不槁暴，天空海闊像瓠落而不浮誇；茫茫然像很高興，頹唐著又像不得已；像活水停蓄一樣和藹可親，像島嶼蓊鬱一樣氣宇安定，像很寬大，又像很高傲；像很好說話，又像什麼話都不想說。-就這樣，把他所理想的人格還刻畫了一些，一句話歸總，這就是後來的陰陽家或更後的道教所誇講的神仙了。這種人可以「乘雲氣，御飛龍而遊乎四海之外」，純全是厭世的莊子所幻想出來的東西，他的文學式的幻想力實在是太豐富了，在莊子當時，這些觀念當然是很新鮮的東西，他自己也陶醉在這種幻想裏面似乎得到了超脫的一樣。"
                },
                {
                    "type": "NORMAL",
                    "text": "這種「真人」，在大宗師裏面所刻畫的，雖然已經夠離奇，但還是正常的面貌，而在德充符裏面，他的幻想更採取了一個新的方面，把「真人」的面貌，專從奇性一方面來描寫。兀者王駘、兀者申屠嘉、兀者叔山無趾、惡人袁駘它、闉跂支離無脹、甕｛央瓦｝大癭，這些四體不全，奇形性相的假想人物，在他說來，都是比仲尼子產還要高超、神妙、不可思議；使婦女愛他們，使人民愛他們，使國君愛他們，使愛他們的人肯為他們犧牲一切；而視一般四體周正、不奇不怪的人反而是奇形怪相。他的意思是說絕對的精神超越乎相對的形體，所謂「德有所長而形有所忘」。得道之謂德，道德充實之徵，使惡化為美，缺化為全，這便是所謂「德充〔之〕符」。但由他這一幻想，以後的神仙中人，便差不多都是奇形怪相的寶貝。民間的傳說，繪畫上的形像，兩千多年來成為了極陳腐的俗套，然而這發明權原來是屬於莊子的。"
                },
                {
                    "type": "NORMAL",
                    "text": "天下篇把關尹老聃稱為「古之博大真人」，在莊子或其後學自然是以關尹老聃為合乎他們所理想的人格了。然而從莊子的思想上看來，他只採取了關尹老聃清靜無為的一面，而把他們的關於權變的主張揚棄了。莊子這一派或許可以稱為純粹的道家吧？沒有莊子的出現，道家思想儘管在齊國的稷下學宮受著溫暖的保育，然而已經向別的方面分化了：宋鉼尹文一派發展而為名家，田駢慎到一派發展而為法家，關尹一派發展而為術家。道家本身如沒有莊子的出現，可能是已經歸於消滅了。然而就因為有他的出現，他從稷下三派吸收他們的精華，而維繫了老聃的正統，從此便與儒墨兩家鼎足而三了。在莊周自己並沒有存心以「道家」自命，他只是想折衷各派的學說而成一家言，但結果他在事實上成為了道家的馬鳴、龍樹（三）。"
                },
                {
                    "type": "NORMAL",
                    "text": "他的見解自認為是絕對的，其它世俗的見解如儒如墨，都只是相對的是非，相對的是非不能作絕對判斷的標準。所以他「不譴是非」。「不譴是非」者，不過問世俗儒墨相對的是非，而在他的學說立場上實在是大譴而特譴。他是以他的絕對以譴相對，一篇齊物論就是這項譴詞。文章是做得很汪洋恣肆的，然而要點也不外乎這幾句。"
                },
                {
                    "type": "NORMAL",
                    "text": "「道惡乎隱而有真偽？言惡乎隱而有是非？道惡乎往而不存？言惡乎存而不可？道隱於小成，言隱於榮華。故有儒墨之是非，以是其所非，而非其所是。欲是其所非所是，則莫若以明。」"
                },
                {
                    "type": "NORMAL",
                    "text": "「以指喻指之非指，不若以非指喻指之非指也。以馬喻馬之非馬，不若以非馬喻馬之非馬也。天地一指也，萬物一馬也。可乎可，不可乎不可。道行之而成，物謂之而然？惡乎然？然於然，惡乎不然？不然於不然。物固有所然，物固有所可。無物不然，無物不可。故為是舉莛與楹，厲與西施，恢詭譎怪，道通為一。其分也，成也；其成也，毀也。凡物無成與毀，復通為一。唯達者知通為一，為是不用，而寓諸庸。庸也者，用也；用也者，通也；通也者，得也。適得而幾已，因是已。」"
                },
                {
                    "type": "NORMAL",
                    "text": "一因一明便是一破一立。明以明彼相對，因以因此絕對。絕對者就是道，就是一；以道統觀一切，萬物因其自然。道是萬變無常的，物也不斷的流離轉徙，是的忽然變而為非，非的忽然變而為是，剛始分潰已有新的合成，剛始合成已有新的分潰；固執著相對的是非以為是非，那是非永沒有定準。你說我所是的為非，我說你所非的為是，到底誰非誰是？這便是所謂「以指喻指之非指」或「以馬喻馬之非馬」。指是宗旨、是觀念；馬是法碼、是符號。你的是一種觀念，我的也是一種觀念；你的是一種符號，我的也是一種符號。你以一種相對的觀念或符號來反對我這另一種相對的觀念或符號，你說我不是，我也可以回頭說你不是。因此到不如以絕對的觀念或符號，去反對那相對的觀念或符號。這譬如兄弟吵架，父親出馬，兩造的口角不加判決，自然也就止息了。這就是所謂「以『指』喻『指』之非『指』，莫若以『非指』喻『指』之非『指』也；以『馬』喻『馬』之非『馬』，莫若以『非馬』喻『馬』之非『馬』也」的意思。「非指」或「非馬」便是超乎指與馬的絕對的東西。這絕對的東西是什麼呢？簡單得很，就是「天地一指也，萬物一馬也」那麼兩句。天地萬物只是一個觀念，一個符號，再簡單一點，也就是所謂「道」，所謂「一」。一切都籠罩在裏面，分什麼彼此，分什麼是非？渾渾沌沌，各任自然。假使一定要鑿通眼耳口鼻，那正是人所幹的多餘事體。那樣一來，渾沌就死了，自然就死了，道就死了，一就死了，就成其為天下無道，天下不能歸於一。荒唐悠渺地說去說來，歸根還是那麼簡單的一套。"
                },
                {
                    "type": "NORMAL",
                    "text": "莊子就以這簡單的一套，自認為得到了循環的中心，他可以不著邊際，不落形跡，隨著自然的循環以至於無窮-「得其環中，以應無窮」。再從修養一方面來說吧，便是「象善無近名，象惡無近刑（形），緣督以為經，可以保身，可以全生，可以養親（心），可以盡年」（養生主）。象善象惡兩個象字，書上都誤成「為」字去了，古文「為」從爪象，故容易訛變。外象美不要貪名聲，外象醜不要拘形跡，守中以為常，那便可以安全壽考了。這些話倒說得比較踏實，或者也就是本心話了。「方今之世，僅免刑焉，」抗又無法去抗，順又昧不過良心，只好閉著眼睛一切不管，芒乎昧乎，恍兮惚兮，以苟全性命於亂世而遊戲人間。這本來是悲憤的極端，然而卻也成為了油滑的開始。所謂「知其不可奈何而安之若命」，「乘物以遊心，託不得已以養中」，莊子自己便已經道穿了。因此，他的處世哲學結果是一套滑頭主義，隨便到底-「彼且為嬰兒，亦與之為嬰兒；彼且為無町畦，亦與之為無町畦；彼且為無崖，亦與之為無崖。」「支離其形，支離其德」，而達到他的「無用之用」。「無用」者無用於世，「之用」者有用於己，全生、保身、養親、盡年就是大用了。你說他不黨無私吧，其實何嘗無私！不過莊周比關尹老聃退了一步，是並不想知雄守雌，先予後取，運用權謀詐術以企圖損人利己而已。這是分岐的地方。莊周書，無論內篇外篇，都把術數的那一套是揚棄了的。這可以說，是這一派在消極一方面的特色。因有這一特色，後人反而覺得老聃關尹也純然清靜恬淡，那是大海的汪洋，渾化了江河的沉濁。"
                },
                {
                    "type": "NORMAL",
                    "text": "莊子在事實上也並不是完全忘情於世道的人。他雖然主張「無情」-「不以好惡內傷其身，常因自然而不益生」（德充符），這無疑是宋鉼「情Q欲Y寡淺」的發展，但他並不非戰，他說「聖人之用兵也，亡國而不失人心」（大宗師）。他也談到治天下的道理，應帝王一篇便是他的君道的主張，那看來好像是徹底的放任無為主義。他說做帝王的應該「無為名尸，無為謀府，無為事任，無為知主；體盡無窮而遊無朕，盡其所受於天而無見得，亦虛而已。至人之用心若鏡，不將不迎，應而不藏，故能勝物而不傷」（應帝王）。這是慎到「棄知去己而緣不得已」的發展，但他不專一「尚法」，而說「以刑為體，以禮為翼，以知為時（恃），以德為循」（大宗師）。不廢刑政，亦不廢禮樂，做帝王者雖不能用私智，而當以智者以為丞輔。外篇「無為而尊者天道也，有為而累者人道也；主者天道也，臣者人道也」（在宥），「上必無為而用天下，下必有為為天下用」（天道），就是這些意思的解釋了。在這些地方，依然透露著儒家本色，或者是情不自禁的吧。"
                },
                {
                    "type": "NORMAL",
                    "text": "莊子是絕頂聰明的人，他的門徒們大約也是些絕頂聰明的人，他們的文章實在是異常超妙。你說他們很隨便吧，但他們的文理很密察，實在是有點「其理不竭，其來不蛻」的形勢。「其來不蛻」者是說獨往獨來，無所脫胎，不是從別人的東西蛻化而出的。但無疑他們實在都是一些厭世派，所謂「以天下為沉濁，不可與莊語」，便只好「獨與天地精神往來」。他們憤慨禮樂仁義為大盜所盜，而要避開那些大盜，想出一套不能盜的法寶來，至少是想藉以保全自己或安慰自己。莊子說：「藏舟於壑，藏山（舢）於澤，謂之固矣，然而夜半有力者負之而走，昧者不知也；藏小大有宜，猶有所遯，若夫藏天下於天下而不得所遯，是恒物之大情也。」他也在防盜，他來一套大法寶「旁礡萬物以為一」，這不僅是「藏天下於天下」，簡直是藏宇宙於宇宙了。這還盜得了，逃得了嗎？然而後人依然給他盜了，讓它逃了，這是聰明的莊子所不曾預料到的吧。他所理想的「真人」，不一二傳便成為陰陽方士之流的神仙，連秦始皇帝都盜竊了他的「真人」徽號。他理想的恬淡無為，也變成持盈保泰的想法和苦難的避難所了。"
                },
                {
                    "type": "NORMAL",
                    "text": "自有莊子的出現，道家與儒墨雖成為鼎立的形勢，但在思想本質上，道與儒是比較接近的。道家特別尊重個性，強調個人的自由到了狂放的地步，這和儒家個性發展的主張沒有什麼大了不起的衝突。墨家是抹殺個性的，可以說是處在另一個極端。墨家的尊天、明鬼、尚賢、尚同諸義，與道家極不相容，就是以尊重私有權為骨幹的兼愛與非攻的主張，也為道家所反對。「兼愛不亦迂乎！無私焉，乃私也」（天道）；「愛民，害民之始也；為義偃兵，造兵之本也」（徐無鬼）；這些都是很深刻的批評。在「兼愛」中看出本來是為私，在「非攻」中看出本來是為保護私有權的防禦戰。二千多年後的今天，批評墨子學說的人差不多誰也沒有做到這樣的深刻。道家也執有命說。「天下有大戒二，其一命也，其一義也」（人間世）。「死生存亡，窮達貧富，賢與不肖，毀譽，飢渴寒暑，是事之變，命之行也。日夜相代乎前，而知（智）不能規乎其始者也」（德充符）。「死生命也，其有夜旦之常，天也，人之所不得與」（大宗師）。「性不可易，命不可變」（天運）。「無以人滅天，無以故（作）滅命」（秋水）。「達命之情者，不務知（智）之所無奈何」（達生）。這些比儒家的必然論更進了一步，而是到達了宿命論的境地了。這當然是墨家非命說的正反對。剩下的只是非樂、節用、節葬的三項，天下篇所認真批評到的只有這三項，而說他們「為之太過，己之太循（遁），……反天下之心，天下不堪」。結果，差不多墨家的主張是全被反對了。"
                },
                {
                    "type": "NORMAL",
                    "text": "莊子這一派的主張，看來有時候也很矛盾。例如他們說墨家的非樂節用太過，「不與先王同，毀古之禮樂，」然而他們也明明說「五色亂目使目不明，五聲亂耳使耳不聰」（天地）。「絕聖棄知，大盜乃止；擿玉毀珠，小盜不起；焚符破璽，而民朴鄙；掊斗折衡，而民不爭；殫殘天下之聖法，而民始可與論議」（胠篋）。甚至還要「塞瞽曠之耳，……膠離朱之目，……儷工倕之指，……削曾史之行，鉗楊墨之口」（同上）。這不是做得更過嗎？"
                },
                {
                    "type": "NORMAL",
                    "text": "關於埋葬，在莊子死時有一段逸話，向來是很膾炙人口的。便是莊子要死的時候，他的門徒們想「厚葬」他，莊子反對。他說「吾以天地為棺槨，以日月為連璧，星辰為珠璣，萬物為齎送，吾葬具豈不僃耶？何以加此？」弟子們說：「我們是怕烏鴉子吃你呀。」莊子說：「露天葬讓烏鴉和鷂子吃，土葬呢，讓螻蛄和螞蟻吃；一定要從烏鴉和鷂子嘴裏搶過來，送給螻蛄和螞蟻，未免太不公平了！」（列禦寇）。這連「桐棺三寸」都不要，也比墨子所主張的更要超過了。"
                },
                {
                    "type": "NORMAL",
                    "text": "這樣貌似矛盾的原故，要說做文章的人不同，莊子書外、雜諸篇並非出於一人之手，那倒也容易解釋過去。不過在這兒似乎還有一點深刻的區別，便是莊子一派主張生活恬淡，摒棄情Q欲Y，或甚至死後裸葬，雖然比墨家的非樂、節用、節葬猶有過之，但莊派是主張自發，而墨家是主張強制，這是絕大的不同。自發是聽其自由，所以先生打算裸葬，而弟子則打算「厚葬」，甲弟子說墨子做得太過，而乙弟子卻可以做得更過了。"
                },
                {
                    "type": "NORMAL",
                    "text": "從大體上說來，在尊重個人的自由，否認神鬼的權威，主張君主的無為，服從性命的拴束，這些基本的思想立場上接近於儒家而把儒家超過了。在蔑視文化的價值，強調生活的質樸，反對民智的開發，採取復古的步驟，這些基本的行動立場上接近於墨家而也把墨家超過了。因此他們在思想上提到墨家上來的時候絕少，似乎認為它是值不得批判的。所以一樣在反對儒墨，而對於墨家是淡漠，對於儒家是白熱。孟子也早就說過「逃墨必歸於楊，逃楊必歸於儒，」是說儒與道之比較相近，至少是說明了一部份的真實的。"
                },
                {
                    "type": "NORMAL",
                    "text": "莊子的門徒一定很多，在外、雜諸篇中，我們可以看出至少有四五個人的筆墨，而姓名留傳了下來的就只有蘭且一個人（見山木）。秋水篇載魏牟與公孫龍的談話，比莊子之言為東海，而譏公孫龍為「埳井之蛙」，又說：「知（智）不知是非之竟，而猶欲觀於莊子之言，是猶使蚊負山，商蚷馳河也。……是直用管窺天，用錐指地也。」翻來覆去地極端推崇莊子，藐視公孫龍，把公孫龍說得「口呿而不合，舌舉而不下，乃逸而走」。據這看來，魏牟也可能是莊周的弟子。魏牟又稱為中山公子牟，讓王篇又載他和瞻子的一段問答，他自己「身在江海之上，心居魏闕之下」，雖然過著避世的生活而不能忘情富貴，拿著沒辦法。瞻子勸他「重生」，能夠「重生」便能看輕利祿了。公子牟說：雖然知道這個道理，但情不自禁。瞻子就勸他聽其自然，不要禁，假使不能自禁的又要勉強，那是有兩重的患害。做讓王篇的人便批評道：「魏牟萬乘之公子也，其隱巖穴也，難為於布衣之士。雖未至乎道，可謂有其意矣。」這也很像是對於同門後進的一種口氣。魏牟是有著作的，藝文志道家有「公子牟四篇」，班固註云：「魏之公子也，先莊子，莊子稱之。」「先莊子」之說分明是錯誤，只是名見莊子書，莊門後學曾稱之而已。戰國策趙策兩見魏牟，與秦應侯、趙建信君同時，其時代自比莊子稍後。他對於應侯的臨別贈言所說的話：「貴不與富期而富至，富不與粱肉期而粱肉至，粱肉不與驕奢期而驕奢至，驕奢不與死亡期而死亡至。」誠然是足以發人深省。荀子非十二子篇把他和它囂（即環淵）並列，斥之為「縱情性，安恣睢，禽獸行」，只是說明他在消極一方面恣縱，甘願與木石居，與豕鹿遊而已。可惜「公子牟四篇」失傳，不然我們一定可以更找得一些他和莊周的關係出來的。"
                },
                {
                    "type": "NORMAL",
                    "text": "莊子後學和思孟學派接近的傾向，在雜篇中頗為顯著，屢屢把「誠」作為本體的意義使用，和思孟學派的見解完全相同。"
                },
                {
                    "type": "NORMAL",
                    "text": "「修胸中之誠，以應天地之情而勿攖。」"
                },
                {
                    "type": "NORMAL",
                    "text": "「反己而不窮，循古而不摩，大人之誠。」"
                },
                {
                    "type": "NORMAL",
                    "text": "「吾與之乘天地之誠，而不以物與之相攖。」"
                },
                {
                    "type": "NORMAL",
                    "text": "「捐仁義者寡，利仁義者眾，夫仁義之行，唯且無誠。」（以上徐無鬼）"
                },
                {
                    "type": "NORMAL",
                    "text": "「不見其誠己而發，每發而不當。」（庚桑楚）"
                },
                {
                    "type": "NORMAL",
                    "text": "「內誠不解，形諜成光。」（列禦寇）"
                },
                {
                    "type": "NORMAL",
                    "text": "這無疑是中庸和孟子七篇的影響，外篇天運更有洪範五行的引用。"
                },
                {
                    "type": "NORMAL",
                    "text": "「天有大極五常（大原誤為六），帝王順之則治，逆之則凶。九洛之事，治成德備。監照下土，天下戴之，此謂上皇。」「九洛之事」，無疑就是洛書的洪範九疇。「大極」即「皇極」，「五常」即「五行」。但謂「帝王順之則治，逆之則凶」，和鄒衍的「終始五德之運」，顯然已經有所接觸了。篇名天運，一開首便言「天其運乎，」也不失為是一個證據。再看秋水篇："
                },
                {
                    "type": "NORMAL",
                    "text": "「計四海之在天地之間也，不似疊空之在大澤乎？計中國之在海內，不似稊米之在太倉乎？號物之數謂之萬，人處一焉；人卒九洲，穀食之所生，舟車之所通，人處一焉。」"
                },
                {
                    "type": "NORMAL",
                    "text": "這也分明是鄒子大九州的說法，人所處的九州，乃大九州之一。接著又說到「五帝之所運，三王之所爭」，也是「終始五德之運」的表示。五帝是指黃帝、顓頊、帝嚳、唐堯、虞舜，在鄒衍是同以土德王，故謂「連」；三王夏商周；夏以木德，商以金德，周以火德，故謂「爭」。這分明是莊子之徒受了陰陽的影響。但這影響是相互的，陰陽家的後起者如齊國的方士們，他們之迷念神仙真人，也分明承受了莊周的衣缽。「藐姑射之山有神人居焉，肌膚若冰雪，綽約若處子，不食五穀，吸風飲露，乘雲氣，御飛龍，而遊乎四海之外」（逍遙遊）。這是莊子本人所想像的神仙。「夫聖人鶉居而鷇食，鳥行而無彰。天下有道則與物皆昌，天下無道則修德就閒。千歲厭世，去而上仙，乘彼白雲至於帝鄉」（天地）。這大約是他的弟子們所相信的神仙。本來是想像的架空的虛擬，竟公然成為了實有，而相信人在地上像鵪鶉小鳥那樣吃息，就認真可以飛上天堂了。再一轉便聯想到仙藥，只消吃了這種藥便能有效，於是乎要成神仙似乎也就更有把握了。方士盧生騙秦始皇時說過這樣的話："
                },
                {
                    "type": "NORMAL",
                    "text": "「真人者，入水不濡，入火不爇，陵雲氣，與天地長久。今上治天下未能恬淡，願上所居宮毋人知，然後不死之藥殆可得也。」（史記秦始皇本紀）"
                },
                {
                    "type": "NORMAL",
                    "text": "這不明顯地是莊門的口吻嗎？因此我感覺著秦始皇時的盧生、侯生、韓眾、徐巿等，說不定也就是莊子的一群私淑弟子了。以那麼超然的莊子思想會有這樣卑污的發展，在莊門說來是不大光榮的事。崇拜老莊學派的超然者流或許會以這種看法為有意歪曲，辱沒了祖師，但也是沒有辦法的。連莊子本人後來不是都被稱為「南華真人」了嗎？大凡一種思想，一失掉了它的積極性而被歪曲使用它的時候，都是要起這樣的質變的。在這樣的時候，原有的思想愈是超然，墮落的情形便顯得愈見徹底。高尚其志的一些假哲學家，其實倒不如盧生侯生之流率性成為騙子的，倒反而本色些了。"
                },
                {
                    "type": "SMALL",
                    "text": "（一）　章太炎曾有此說，似於坊間所傳章太炎先生白話文一書中見之。"
                },
                {
                    "type": "SMALL",
                    "text": "（二）　哀公如係景公之誤，則非寓言。莊周適當魯景平二公時代。"
                },
                {
                    "type": "SMALL",
                    "text": "（三）　馬鳴原奉婆羅門教，後受佛徒脇尊者的影響，翻然歸佛，著有大乘起信論等書，使大乘佛教為之興隆。龍樹是馬鳴的再傳弟子，大弘佛法，摧伏外道，為三論宗、真言宗等之祖。"
                }
            ]
        }
    ]
}