{
    "name": "外篇駢拇第八",
    "type": "BODY",
    "paragraphs": [
        {
            "mainText": "莊子集釋卷四上",
            "commentary": []
        },
        {
            "mainText": "外篇駢拇第八【一】",
            "commentary": [
                {
                    "type": "NORMAL",
                    "text": "【一】【釋文】舉事以名篇。"
                }
            ]
        },
        {
            "mainText": "駢拇枝指，出乎性哉！而侈於德【一】。附贅縣疣，出乎形哉！而侈於性【二】。多方乎仁義而用之者，列於五藏哉！而非道德之正也【三】。是故駢於足者，連無用之肉也；枝於手者，樹無用之指也【四】；多方駢枝於五藏之情者，淫僻於仁義之行【五】，而多方（一）於聰明之用也【六】。",
            "commentary": [
                {
                    "type": "NORMAL",
                    "text": "【一】【疏】駢，合也；〔拇，足〕大〔指〕（二）也；謂足大拇指與第二指相連，合為一指也。枝指者，謂手大拇指傍枝生一指，成六指也。出乎性者，謂此駢枝二指，並稟自然，性命生分中有之。侈，多也。德，謂仁義禮智信五德也。言曾史稟性有五德，蘊之五藏，於性中非剩也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《駢》步田反。廣雅云：並也。李云：併也。《拇》音母，足大指也。司馬云：駢拇，謂足拇指連第二指也。崔云：諸指連大指也。《枝指》如字。三蒼云：枝指，手有六指也。崔云：音歧，謂指有歧也。◎盧文弨曰：歧當作岐，後人強分之。《而侈》昌是反，徐處豉反。郭云：多貌。司馬云：溢也。崔云：過也。《於德》崔云：德，猶容也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【二】【注】夫長者不為有餘，短者不為不足，此則駢贅皆出於形性，非假物也。然駢與不駢，其性（三）各足，而此獨駢枝，則於眾以為多，故曰侈耳。而惑者或云非性，因欲割而棄之，是道有所不存，德有所不載，而人有棄才，物有棄用也，豈是至治之意哉！夫物有小大，能有少多，所大即駢，所多即贅。駢贅之分，物皆有之，若莫之任，是都棄萬物之性也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】附生之贅肉，縣係之小疣，並稟形以後方有，故出乎形哉而侈性者，譬離曠稟性聰明，列之藏府，非關假學，故無侈性也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《附贅》章銳反。廣雅云：疣也。釋名云：橫生一肉，屬著體也。一云：瘤結也。《縣》音玄。《疣》音尤。《而侈於性》司馬云：性，人之本體也。駢拇，枝指，附贅，縣疣，此四者各出於形性，而非形性之正，於眾人為侈耳。於形為侈，於性為多，故在手為莫用之肉，於足為無施之指也。王云：性者，受生之質；德者，全生之本。駢枝受生而有，不可多於德；贅疣形後而生，不可多於性。此四者以況才智德行。◎俞樾曰：性之言生也。駢拇枝指，生而已然者也。故曰出乎性。附贅縣疣，成形之後而始有者也，故曰出乎形。德者，所以生者也。天地篇曰，物得以生謂之德，是也。駢拇枝指出乎性，而以德言之則侈矣；附贅縣疣出乎形，而以性言之則侈矣。崔云：德，猶容也，司馬云：性，人之本體也。混性與德與形而一之，殊失其旨。◎家世父曰：釋文引王云：性者，受生之質；德者，全生之本。駢拇枝指，與生俱來，故曰出於性；附贄縣疣，形既具而後附焉，故曰出於形。《夫》音符。發句之端放此。《至治》直吏反。《之分》符問反。後可以意求。《物皆有之》之，或作定。"
                },
                {
                    "type": "NORMAL",
                    "text": "【三】【注】夫與物冥者，無多也。故多方於仁義者，雖列於五藏，然自一家之正耳，未能與物無方而各正性命，故曰非道德之正。夫方之少多，天下未之有限。然少多之差，各有定分，毫芒之際，即不可以相跂，故各守其方，則少多無不自得。而惑者聞多之不足以正少，因欲棄多而任少，是舉天下而棄之，不亦妄乎！"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】方，道術也。言曾史之德，性多仁義，羅列藏府而施用之，此直一家之知，未能大冥萬物。天能與物冥者，故當非仁非義而應夫仁義，不多不少而應夫多少，千變萬化，與物無窮，無所偏執，故是道德之正（言）〔也〕。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《五藏》才浪反，後皆同。黃帝素問云：肝心脾肺腎為五藏。"
                },
                {
                    "type": "NORMAL",
                    "text": "【四】【注】直自性命不得不然，非以有用故然也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】夫駢合之拇，無益於行步，故雖有此連，終成無用之肉；枝生於手指者，既不益操捉，故雖樹立此肉，終是無用之指也。欲明稟自然天性有之，非關助用而生也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【五】【注】五藏之情，直自多方耳，而少者橫復尚之，以至淫僻，而失至當於體中也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】　夫曾史之徒，性多仁義，以此情性，駢於藏府。性少之類，矯情慕之，務此為行，求於天理，既非率性，遂成淫僻。淫者，耽滯；僻者，不正之貌。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《淫僻》本又作辟，匹亦反，徐敷赤反。注及篇末同。《於仁義之行》下孟反。崔云：駢枝贅疣，雖非性之正，亦出於形，不可去也。五藏之情，雖非道德之正，亦列於性，不可治也。今設仁義之教以治五藏之情，猶削駢枝贅疣也，既傷自然之理，更益其疾也。《橫復》扶又反。（徐）〔除〕篇末注皆同。《至當》丁浪反。後皆倣此。"
                },
                {
                    "type": "NORMAL",
                    "text": "【六】【注】聰明之用，各有本分，故多方不為有餘，少方不為不足。然情Q欲Y之所蕩，未嘗不賤少而貴多也，見夫可貴而矯以尚之，則自多於本用而困其自然之性。若乃忘其所貴而保其素分，則與性無多而異方俱全矣。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】言離曠素分，足於聰明，性少之徒，矯情為尚，以此為用，不亦謬乎！"
                },
                {
                    "type": "NORMAL",
                    "text": "【校】"
                },
                {
                    "type": "SMALL",
                    "text": "（一）闕誤引張君房本方作□。"
                },
                {
                    "type": "SMALL",
                    "text": "（二）三字依釋文補。"
                },
                {
                    "type": "SMALL",
                    "text": "（三）世德堂本性作於。"
                }
            ]
        },
        {
            "mainText": "是故駢於明者，亂五色，淫文章，青黃黼黻之煌煌非乎？而離朱是已【一】。多於聰者，亂五聲，淫六律，金石絲竹黃鐘（一）大呂之聲非乎？而師曠是已【二】。枝於仁者，擢德塞性以收名聲，使天下簧鼓以奉不及之法非乎？而曾史是已【三】。駢於辯者，纍瓦結繩竄句，遊心於堅白同異之閒，而敝跬譽無用之言非乎？而楊墨是已。【四】故此皆多駢旁枝之道，非天下之至正也。【五】。",
            "commentary": [
                {
                    "type": "NORMAL",
                    "text": "【一】【疏】斧形謂之黼。兩己相背謂之黻。五色，青黃赤白黑也。青與赤為文，赤與白為章。煌煌，眩目貌也。豈非離朱乎？是也。已，助聲也。離朱，一名離婁，黃帝時明目人，百里察毫毛也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《黼黻》音甫，下音弗。周禮云：白與黑謂之黼，黑與青謂之黻。《煌煌》音皇。廣雅云：光也。向崔本作〈革黃〉。向云：馬氏音煌。毛詩傳云：皇皇，猶煌煌也。煌，又音晃。◎盧文弨曰：舊作光光也，今據本書刪一光字。《非乎》向云：非乎，言是也。《離朱》司馬云：黃帝時人，百步見秋毫之末，一云：見千里針鋒。孟子作離婁。《是已》向云：猶是也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【二】【注】夫有耳目者，未嘗以慕聾盲自困也，所困常在於希離慕曠，則離曠雖性聰明，乃是亂耳目之主也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】五聲，謂宮商角徵羽也。六律，黃鐘大呂姑洗蕤賓無射夾鐘之徒是也。六律陽，六呂陰，總十二也。金石絲竹匏土革木，此八音也。非乎，言滯著此聲音，豈非是師曠乎。師曠，字子野，晉平公樂師，極知音律。言離曠二子素分聰明，庸昧之徒橫生希慕，既失本性，寧不困乎！然則離曠聰明，乃是亂耳目之主也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《五聲》本亦作五音。《師曠》司馬云：晉賢大夫也，善音律，能致鬼神。史記云：冀州南和人，生而無目。"
                },
                {
                    "type": "NORMAL",
                    "text": "【三】【注】夫曾史性長於仁耳，而性不長者橫復慕之，慕之而仁，仁已偽矣。天下未嘗慕桀跖而必慕曾史，則曾史之簧鼓天下，使失其真性，甚於桀跖也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】枝於仁者，謂素分枝多仁義，（由）〔猶〕如生分中枝生一指也。擢用五德，既偏滯邪淫，仍閉塞正性。用斯接物，以收聚名聲，遂使蒼生馳動奔競，（由）〔猶〕如笙簧鼓吹，能感動於物欣企也。然曾史性長於仁義，而不長者橫復慕之，捨短效長，故言奉不及之法也。擢，拔；謂拔擢偽德，塞其真性也。曾者，姓曾，名參，字子輿，仲尼之弟子。史者，姓史，名鰌，字子魚，衛靈公臣。此二人並稟性仁孝，故舉之。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《擢德》音濯。司馬云，拔也。◎王念孫曰：塞與擢義不相類。塞當為搴，擢，搴，皆謂拔取之也。廣雅云：搴，取也，（楚詞離騷注及史記叔孫通傳索隱引許慎，並與廣雅同。方言作攓，云：取也，南楚曰攓。說文作〈扌寒〉，云：拔取也。）拔也。（樊光注爾雅及李奇注漢書季布欒布田叔傳贊，並與廣雅同。）此言世之人皆擢其德，搴其性，務為仁義以收名聲，非謂塞其性也。淮南俶真篇曰：俗世之學，擢德攓性，內愁五藏，外勞耳目，乃始招蟯振繾物之毫芒，搖消掉捎仁義禮樂，暴行越智於天下，以招號名聲於世。又曰：今萬物之來，擢拔吾性，攓取吾情。皆其證也。隸書手字或作（\n），（若擧字作舉，〈春，中\"日改手\"〉字作奉之類。）故搴字或作（\n），形與塞相似，因訛而為塞矣。《簧鼓》音黃，謂笙簧也。鼓，動也。《曾史》曾參史鰌也。曾參行仁，史鰌行義。《跖》之石反。"
                },
                {
                    "type": "NORMAL",
                    "text": "【四】【注】夫騁其奇辯，致其危辭者，未曾容思於檮杌之口，而必競辯於楊墨之閒，則楊墨乃亂群言之主也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】楊者，姓楊，名朱，字子居，宋人也。墨者，姓墨，名翟，亦宋人也，為宋大夫；以其行墨之道，故稱為墨。此二人並墨之徒，稟性多辯，咸能致高談危險之辭，鼓動物性，固執是非；（由）〔猶〕如緘結藏匿文句，使人難解，其游心學處，惟在堅執守白之論，是非同異之閒，未始出非人之域也。蹩躠，（由）〔猶〕自持也，亦用力之貌。譽，光贊也。楊墨之徒，並矜其小學，炫燿眾人，誇無用之言，惑於群物。然則楊墨豈非亂群之師乎？言即此楊墨而已也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《纍》劣彼反。《瓦》危委反，向同，崔如字。一云：瓦當作丸。《結繩》（本）〔李〕（二）云：言小辯危詞，若結繩之纍瓦也。崔云：聚無用之語，如瓦之纍，繩之結也。《竄》七亂反。爾雅云：微也。一云藏也。《句》紀具反。司馬云：竄句。謂邪說微隱，穿鑿文句也。一音鉤。《敝》本亦作蹩。徐音婢，郭父結反，李步計反。司馬云：罷也。《跬》徐丘婢反，郭音屑。向崔本作〈走圭〉。向丘氏反，云：近也。司馬同。李卻垂反。一云：敝跬，分外用力之貌。《譽》音餘。◎家世父曰：釋文，敝跬，分外用力之貌。今案跬譽猶云咫言。方言，半步為跬。司馬法，一舉足曰跬。跬，三尺也。跬譽者，邀一時之近譽也。敝，如周禮弓人筋欲敝之敝，謂勞敝也。敝精罷神於近名而無實用之言，故謂之駢於辯。《楊墨》崔李云：楊朱墨翟也。《容思》息嗣反。《檮杌》上徒刀反。下音兀。"
                },
                {
                    "type": "NORMAL",
                    "text": "【五】【注】此數子皆師其天性，直自多駢旁枝，各自是一家之正耳。然以一正萬，則萬不正矣。故至正者不以己正天下，使天下各得其正而已。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】言此數子皆自天然聰明仁辯，（由）〔猶〕如合駢之拇，傍生枝指，稟之素分，豈由人為！故知率性多仁，乃是多駢傍枝之道也。而愚惑之徒，捨己效物，求之分外，由而不已。然搖動物性，由此數人，以一正萬，故非天下至道正理也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《此數》色主反。下文此數音同。"
                },
                {
                    "type": "NORMAL",
                    "text": "【校】"
                },
                {
                    "type": "SMALL",
                    "text": "（一）趙諫議本鐘作鍾。"
                },
                {
                    "type": "SMALL",
                    "text": "（二）李字依世德堂本及釋文原本改。"
                }
            ]
        },
        {
            "mainText": "彼正正者，不失其性命之情【一】。故合者不為駢【二】，而枝者不為跂（一）【三】；長者不為有餘【四】，短者不為不足【五】。是故鳧脛雖短，續之則憂；鶴脛雖長，斷之則悲【六】。故性長非所斷，性短非所續，無所去憂也【七】。意仁義其非人情乎【八】！彼仁人何其多憂也【九】？",
            "commentary": [
                {
                    "type": "NORMAL",
                    "text": "【一】【注】物各任性，乃正正也。自此已下觀之，至正可見矣。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】以自然之正理，正蒼生之性命，故言正也。物各自得，故言不失也。言自然者即我之自然，所言性命者亦我之性命也，豈遠哉！故言正正者，以不正而正，正而不正（之無）言〔之〕也（二）。自此以上，明矯性之失；自此以下，顯率性之得也。◎俞樾曰：上正字乃至字之誤。上文云故此皆多駢旁枝之道，非天下之至正也，此云彼至正者不失其性命之情，兩文相承。今誤作正正，義不可通。郭曲為之說，非是。"
                },
                {
                    "type": "NORMAL",
                    "text": "【二】【注】以枝正合，乃謂合為駢。"
                },
                {
                    "type": "NORMAL",
                    "text": "【三】【注】以合正枝，乃謂枝為跂。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】以枝望合，乃謂合為駢，而合實非駢；以合望枝，乃謂枝為跂，而枝實非跂也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《不為跂》其知反。崔本作枝，音同。或渠支反。"
                },
                {
                    "type": "NORMAL",
                    "text": "【四】【注】以短正長，乃謂長有餘。"
                },
                {
                    "type": "NORMAL",
                    "text": "【五】【注】以長正短，乃謂短不足。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】長者，謂曾史離曠楊墨，並稟之天性，蘊蓄仁義，聰明俊辯，比之群小，故謂之長，率性而動，故非有餘。短者，眾人比曾史等不及，故謂之短，然亦天機自張，故非為不足。"
                },
                {
                    "type": "NORMAL",
                    "text": "【六】【注】各自有正，不可以此正彼而損益之。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】鳧，小鴨也。鶴，鶬之類也。脛，腳也。自然之理，亭毒眾形，雖復脩短不同，而形體各足稱事，咸得逍遙。而惑者方欲截鶴之長續鳧之短以為齊，深乖造化，違失本性，所以憂悲。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《鳧》音符。《脛》形定反。釋名云：莖也，直而長，如物莖也。本又作踁。《鶴》戶各反。《斷之》丁管反。下及注同。"
                },
                {
                    "type": "NORMAL",
                    "text": "【七】【注】知其性分非所斷續而任之，則無所去憂而憂自去也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】夫稟性受形，僉有崖量，脩短明暗，素分不同。此如鳧鶴，非所斷續。如此，即各守分內，雖為無勞去憂，憂自去也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《去憂》起呂反。注去憂、去也同。"
                },
                {
                    "type": "NORMAL",
                    "text": "【八】【注】夫仁義自是人之情性，但當任之耳。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《意》如字。下同。亦作醫。"
                },
                {
                    "type": "NORMAL",
                    "text": "【九】【注】恐仁義非人情而憂之者，真可謂多憂也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】噫，嗟歎之聲也。夫仁義之情，出自天理，率性有之，非由放效。彼仁人者，則是曾史之徒，不體真趣，橫生勸獎，謂仁義之道可學而成。莊生深嗟此迷，故發噫歎。分外引物，故謂多憂也。（非）其〔非〕（三）人情乎者，是人之情性者也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【校】"
                },
                {
                    "type": "SMALL",
                    "text": "（一）闕誤引江南古藏本云岐作跂。今本作跂，疑釋文云崔本作枝之枝係岐字之誤，故云或渠支反。"
                },
                {
                    "type": "SMALL",
                    "text": "（二）之無二字依劉文典補正本刪，並以之字屬言字下。"
                },
                {
                    "type": "SMALL",
                    "text": "（三）其非依正文改。"
                }
            ]
        },
        {
            "mainText": "且夫駢於拇者，決之則泣；枝於手者，齕之則啼。二者，或有餘於數，或不足於數，其於憂一也【一】。今世之仁人，蒿目而憂世之患【二】；不仁之人，決性命之情而饕貴富【三】。故意仁義其非人情乎【四】！自三代以下者，天下何其囂囂也【五】？",
            "commentary": [
                {
                    "type": "NORMAL",
                    "text": "【一】【注】謂之不足，故泣而決之；以為有餘，故啼而齕之。夫如此，雖（一）群品萬殊，無釋憂之地矣。唯各安其天性，不決駢而齕枝，則曲成而無傷，又何憂哉！"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】齕者，齧斷也。決者，離析也。有餘於數，謂枝生六指也。不足於數，謂駢為四指也。夫駢枝二物，自出天然，但當任置，未為多少。而惑者不能忘淡，固執是非，謂枝為有餘，駢為不足，橫欲決駢齕枝，成於五數。既傷造化，所以泣啼，故決齕雖殊，其憂一也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《齕》李音紇，恨發反，齒斷也。徐胡勿反。郭又胡突反。《啼》音提。崔本作諦。"
                },
                {
                    "type": "NORMAL",
                    "text": "【二】【注】兼愛之跡可尚，則天下之目亂矣。以可尚之跡，蒿令有患而遂憂之，此為陷人於難而後拯之也。然今世正謂此為仁也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】蒿，目亂也。仁，兼愛之跡也。今世，猶末代。言曾史之徒，行此兼愛，遂令惑者捨己效人，希幸之路既開，耳目之用亂矣。耳目亂則患難生，於是憂其紛擾，還救以仁義。不知患難之所興，興乎聖跡也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《蒿目》好羔反。司馬云：亂也。李云：蒿目，快性之貌。◎盧文弨曰：今本快作決（二）。◎俞樾曰：司馬與郭注共以蒿目二字為句，解為亂天下之目，義殊未安。蒿乃〈目寉〉之假字。玉篇目部：〈目寉〉，庾鞠切，目明又望也。是〈目寉〉為望視之貌。仁人之憂天下，必為之〈目寉〉然遠望，故曰〈目寉〉目而憂世之患。〈目寉〉與蒿，古音相近，故得通用。詩靈臺篇白鳥翯翯，孟子梁惠王篇作鶴鶴，文選景福殿賦作｛白寉｝｛白寉｝。然則蒿之通作〈目寉〉，猶翯之通作鶴與｛白寉｝矣。周易文言傳：確乎其不可拔。說文土部曰：塙，堅不可拔也。即本易義。是確與塙通，亦其例也。《蒿令》力呈反，下同。《於難》乃旦反。《後拯》拯救之拯。"
                },
                {
                    "type": "NORMAL",
                    "text": "【三】【注】夫貴富所以可饕，由有蒿之者也。若乃無可尚之跡，則人安其分，將量力受任，豈有決己效彼以饕竊非望哉？"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】饕，貪財也。素分不懷仁義者，謂之不仁之人也。意在貪求利祿，偷竊貴富，故絕己之天性，亡失分命真情，而矯性偽情，舍我逐物，良由聖跡可尚，故有斯弊者也。是知抱樸還淳，必須絕仁棄義。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《饕》吐刀反。杜預注左傳云：貪財曰饕。"
                },
                {
                    "type": "NORMAL",
                    "text": "【四】【疏】此重結前旨也。◎慶藩案意讀為抑。抑或作意，語詞也。論語學而篇抑與之與，漢石經作意。墨子非命篇意將以為利天下乎，晏子春秋雜篇意者非臣之罪乎，漢書敘傳曰，其抑者從橫之事復起於今乎。抑者與意者同，並與此句法一例。或言意者，或單言意，義亦同也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【五】【注】夫仁義自是人情也。而三代以下，橫共囂囂，棄（三）情逐跡，如將不及，不亦多憂乎！"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】自，從也。三代，夏殷周也。囂囂，猶讙聒也。夫仁義者，出自性情。而三代以下，棄情徇跡，囂囂競逐，何愚之甚！是以夏行仁，殷行義，周行禮，即此囂囂之狀也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《囂囂》許橋反，又五羔反。字林云：聲也。崔云：憂世之貌。"
                },
                {
                    "type": "NORMAL",
                    "text": "【校】"
                },
                {
                    "type": "SMALL",
                    "text": "（一）世德堂本雖作舉。"
                },
                {
                    "type": "SMALL",
                    "text": "（二）釋文原刻作快，世德堂本作決。"
                },
                {
                    "type": "SMALL",
                    "text": "（三）世德堂本棄作乘。"
                }
            ]
        },
        {
            "mainText": "且夫待鉤繩規矩而正者，是削其性者也【一】；待繩約膠漆而固者，是侵其德者也【二】；屈折禮樂，呴俞仁義，以慰天下之心者，此失其常然也【三】。天下有常然。常然者，曲者不以鉤，直者不以繩，圓者不以規，方者不以矩，附離不以膠漆，約束不以纆索【四】。故天下誘然皆生而不知其所以生，同焉皆得而不知其所以得【五】。故古今不二，不可虧也【六】。則仁義又奚連連如膠漆纆索而遊乎道德之間為哉【七】，使天下惑也【八】！",
            "commentary": [
                {
                    "type": "NORMAL",
                    "text": "【一】【疏】鉤，曲；繩，直；規，圓；矩，方也。夫物賴鉤繩規矩而後曲直方圓也，此非天性也；（諭）〔喻〕人待教跡而後仁義者，非真性也。夫真率性而動，非假學也。故矯性偽情，舍己效物而行仁義者，是減削毀損於天性也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【二】【疏】約，束縛也。固，牢也。侵，傷也。德，真智也。夫待繩索約束，膠漆堅固者，斯假外物，非真牢者也；喻學曾史而行仁者，此矯偽，非實性也。既乖本性，所以侵傷其德也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【三】【疏】屈，曲也。折，截也。呴俞，猶嫗撫也。揉直為曲，施節文之禮；折長就短，行漫澶之樂；嫗撫偏愛之仁，呴俞執跡之義。以此偽真，以慰物心，遂使物喪其真，人亡其本，既而棄本逐末，故失其真常自然之性者也。此則總結前文之失，以生後文之得也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《屈》崔本作詘。《折》之熱反，謂屈折支體為禮樂也。《呴》況於反，李況付反。本又作傴，於禹反。《俞》音臾，李音喻。本又作呴，音詡，謂呴喻顏色為仁義之貌。"
                },
                {
                    "type": "NORMAL",
                    "text": "【四】【疏】夫天下萬物，各有常分。至如蓬曲麻直，首圓足方也，水則冬凝而夏釋，魚則春聚而秋散，斯出自天然，非假諸物，豈有鉤繩規矩膠漆纆索之可加乎！在形既然，於性亦爾。故知禮樂仁義者，亂天之經者也。又解：附離，離，依也。故漢書云，哀帝時附離董氏者，皆起家至二千石，注云：離，依之也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《纆》音墨。廣雅云：索也。《索》悉各反。下同。"
                },
                {
                    "type": "NORMAL",
                    "text": "【五】【注】夫物有常然，任而不助，則泯然自得而不自覺也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】誘然生物，稟氣受形，或方或圓，乍曲乍直，亭之毒之，各足於性，悉莫辨其然，皆不知所以生，豈措意於緣慮，情係於得失者乎！是知屈折呴俞，失其常也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【六】【注】同物，故與物無二而常全。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】夫見始終以不一者，凡情之闇惑也；睹古今之不二者，聖智之明照也。是以不生而生，不知所以生，不得而得，不知所以得；雖復時有古今而法無虧損，千變萬化，常唯一也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【七】【注】任道而得，則抱朴獨往，連連假物，無為其閒也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】奚，何也。連連，猶接續也。夫道德者，非有非無，不生不滅，不可以聖智求，安得以形名取！而曾史之類，性多於仁，以己率物，滯於名教，束縛既似緘繩，執固又如膠漆，心心相續，連連不斷。懷挾此行，遨遊道德之鄉者，譬猶以圓學方，以魚慕鳥，徒希企尚之名，終無功用之實，筌蹄不忘魚兔，又喪已陳芻狗，貴此何為也！"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《連連》司馬云：謂連續仁義，遊道德間也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【八】【注】仁義連連，祇足以惑物，使喪其真。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】仁義之教，聰明之跡，乖自然之道，亂天下之心。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《祇足》音支。《使喪》息浪反。下已喪同。"
                }
            ]
        },
        {
            "mainText": "夫小惑易方，大惑易性【一】。何以知其然邪【二】？自虞氏招仁義以撓天下也，天下莫不奔命於仁義【三】，是非以仁義易其性與【四】？故嘗試論之，自三代以下者，天下莫不以物易其性矣【五】。小人則以身殉利，士則以身殉名，大夫則以身殉家，聖人則以身殉天下【六】。故此數子者，事業不同，名聲異號，其於傷性以身為殉，一也【七】。臧與穀，二人相與牧羊而俱亡其羊【八】。問臧奚事，則挾筴讀書；問穀奚事，則博塞以遊。二人者，事業不同，其於亡羊均也【九】。伯夷死名於首陽之下，盜跖死利於東陵之上【一○】，二人者，所死不同，其於殘生傷性均也【一一】，奚必伯夷之是而盜跖之非乎【一二】！天下盡殉也。彼其所殉仁義也。則俗謂之君子；其所殉貨財也，則俗謂之小人【一三】。其殉一也，則有君子焉，有小人焉；若其殘生損性，則盜跖亦伯夷已，又惡取君子小人於其間哉！【一四】",
            "commentary": [
                {
                    "type": "NORMAL",
                    "text": "【一】【注】夫東西易方，於體未虧；矜仁尚義，失其常然，以之死地，乃大惑也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】夫指南為北，其迷尚小；滯跡喪真，為惑更大。"
                },
                {
                    "type": "NORMAL",
                    "text": "【二】【疏】然，如是也。此即假設疑問以出後文。"
                },
                {
                    "type": "NORMAL",
                    "text": "【三】【注】夫與物無傷者，非為仁也，而仁跡行焉；令萬理皆當者，非為義也，而義功見焉；故當而無傷者，非仁義之招也。然而天下奔馳，棄我徇彼以失其常然。故亂心不由於醜而恆在美色，撓世不由於惡而恆由仁義，則仁義者，撓天下之具也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】虞氏，舜也。招，取也。撓，亂也。自唐堯以前，猶懷質朴；虞舜以後，淳風漸散，故以仁義聖跡，招慰蒼生，遂使宇宙黎元，荒迷奔走，喪於性命，逐於聖跡。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《以撓》而小反，郭呼堯反，又許羔反。廣雅云：亂也。又奴爪反。◎俞樾曰：國語周語好盡言以招人過，韋注曰：招，舉也。舊音曰，招音翹。漢書陳勝傳贊招八州而朝同列，鄧展曰：招，舉也。蘇林曰：招音翹。此文招字，亦當訓舉而讀為翹，言舉仁義以撓天下也。郭注曰，故當而無傷者，非仁義之招也，然而天下奔馳，棄我殉彼，以失其常然，是讀如本字。然以仁義招人，不得反云招仁義，可知其非矣。《功見》賢遍反。"
                },
                {
                    "type": "NORMAL",
                    "text": "【四】【注】雖虞氏無易之〔之〕（一）情，而天下之性固以易矣。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】由是觀之，豈非用仁義聖跡撓亂天下，使天下蒼生，棄本逐末而改其天性耶？"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《性與》音餘。此可以意消息，後皆倣此。"
                },
                {
                    "type": "NORMAL",
                    "text": "【五】【注】自三代以上，實有無為之跡。無為之跡，亦有為者之所尚也，尚之則失其自然之素。故雖聖人有不得已，或以槃夷之事易垂拱之性，而況悠悠者哉！"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】五帝以上，猶扇無為之風；三代以下，漸興有為之教。澆淳異世，步驟殊時，遂使捨己效人，易奪真性，殉物不及，不亦悲乎！注云或以槃夷之事易垂拱之性者，槃夷，猶創傷也。言夏禹以風櫛雨沐，手足胼胝，以此辛苦之事，易於無為之業，居上既爾，下民亦然也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《三代》夏殷周也。《以上》時掌反。《槃夷》並如字，謂創傷也。依字應作瘢痍。"
                },
                {
                    "type": "NORMAL",
                    "text": "【六】【注】夫鶉居而鷇食，鳥行而無章者，何惜而不殉哉！故與世常冥，唯變所適，其跡則殉世之跡也；所遇者或時有槃夷禿脛之變，其跡則傷性之跡也。然而雖揮斥八極而神氣無變，手足槃夷而居形者不擾，則奚殉哉？無殉也，故乃不殉其所殉，而跡與世同殉也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】殉，從也，營也，求也，逐也，謂身所以從之也。夫小人貪利，廉士重名，大夫殉為一家，帝王營於四海，所殉雖異，易性則同。然聖人與世常冥，其跡則殉，故有瘢痍禿脛之變，而未始累其神者也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《殉》辭俊反，徐辭倫反。司馬云：營也。崔云：殺身從之曰殉。《鶉》音純，又音敦。《鷇》口豆反。《禿》吐木反。《揮斥》上音揮，下音赤。"
                },
                {
                    "type": "NORMAL",
                    "text": "【七】【疏】數子者，則前之三世以下四人也。事業者，謂利名〔家〕（二）天下不同也。名聲者，謂小人士大夫聖人異號也。言此四人，事業雖復不同，名聲異號也，其於殘生以身逐物，未始不均也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【八】【疏】此仍前舉譬以生後文也。孟子云：臧，善學人；穀，孺子也。揚雄云：男婿婢曰臧；穀，良家子也。牧，養也。亡，失也。言此二人各耽事業，俱失其羊也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《臧》作郎反。崔云：好書曰臧。方言云：齊之北鄙，燕之北郊，凡民男而婿婢謂之臧，女而婦奴謂之獲。張揖云：婿婢之子謂之臧，婦奴之子謂之獲。《與穀》如字。爾雅云：善也。崔本作〈穀，中\"禾改孚〉，云：孺子曰〈穀，中\"禾改孚〉。《牧羊》牧養之牧。"
                },
                {
                    "type": "NORMAL",
                    "text": "【九】【疏】奚，何也。冊，簡也。古人無紙，皆以簡冊寫書。行五道而投瓊曰博，不投瓊曰塞。問臧問穀，乃有書塞之殊，牧羊亡羊，實無復異也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《挾》音協。《筴》字又作策，初革反。李云：竹簡也。古以寫書，長二尺四寸。《博塞》悉代反。塞，博之類也。漢書云：吾丘壽王以善格五待詔，謂博塞也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【一○】【疏】此下合譬也。伯夷叔齊，並孤竹君之子也。孤竹，神農氏之後也，姜姓。伯夷，名允，字公信；叔齊，名致，字公遠。夷長而庶，齊幼而嫡，父常愛齊，數稱之於夷。及其父薨，兄弟相讓，不襲先封。聞文王有德，乃往於周。遇武王伐紂，扣馬而諫，諫不從，走入首陽山，採薇為糧，不食周粟，遂餓死首陽山。山在蒲州河東縣。蒲州城南三十里，見有夷齊廟墓，林木森踈。盜跖者，柳下惠之從弟，名跖，徒卒九千，常為巨盜，故以盜為名。東陵者，山名，又云即太山也，在齊州界，去東平十五里，跖死其上也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《首陽》山名，在河東蒲阪縣。死，謂餓而死。《東陵》李云：謂泰山也。一云：陵名，今名東平陵，屬濟南郡。◎慶藩案文選任彥昇王文憲集（字）〔序〕（三）注引司馬云：東陵，陵名，今屬濟南也。釋文闕。"
                },
                {
                    "type": "NORMAL",
                    "text": "【一一】【疏】伯夷殉名，死於首陽之下；盜跖貪利，殞於東陵之上。乃名利所殉不同，其於殘傷，未能相異也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【一二】【注】天下之所惜者生也，今殉之太甚，俱殘其生，則所殉是非，不足復論。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】據俗而言，有美有惡；以道觀者，何是何非。故盜跖不必非，伯夷豈獨是。◎慶藩案慧琳一切經音義卷八十九梁高僧傳四引司馬云：盜跖，兇惡人也。釋文闕。"
                },
                {
                    "type": "NORMAL",
                    "text": "【一三】【疏】此總結前文以成後義。但道喪日久，並非適當。今俗中盡殉，豈獨夷跖！從於仁義，未始離名；逐於貨財，固當走利。唯名與利，殘生之本，即非天理，近出俗情，君子小人，未可正據也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【一四】【注】天下皆以不殘為善，今均於殘生，則雖所殉不同，不足復計也。夫生奚為殘，性奚為易哉？皆由乎尚無為之跡也。若知跡之由乎無為而成，則絕尚去甚而反冥我極矣。堯桀將均於自得，君子小人奚（辯）〔辨〕（四）哉！"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】惡，何也。其所殉名利，則有君子小人之殊；若殘生損性，曾無盜跖伯夷之異。此蓋俗中倒置，非關真極。於何而取君子，於何而辨小人哉？言無別也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《又惡》音烏。《取君子小人於其間哉》崔本無小人於三字。"
                },
                {
                    "type": "NORMAL",
                    "text": "【校】"
                },
                {
                    "type": "SMALL",
                    "text": "（一）之字依王叔岷說補。"
                },
                {
                    "type": "SMALL",
                    "text": "（二）家字依正文補。"
                },
                {
                    "type": "SMALL",
                    "text": "（三）序字依文選改。"
                },
                {
                    "type": "SMALL",
                    "text": "（四）辨字依世德堂本改。"
                }
            ]
        },
        {
            "mainText": "且夫屬其性乎仁義者，雖通如曾史，非吾所謂臧也【一】；屬其性於五味，雖通如俞兒，非吾所謂臧也【二】；屬其性乎五聲，雖通如師曠，非吾所謂聰也；屬其性乎五色，雖通如離朱，非吾所謂明也【三】。吾所謂臧者，非仁義之謂也，臧於其德而已矣【四】；吾所謂臧者，非所謂仁義之謂也，任其性命之情而已矣【五】；吾所謂聰者，非謂其聞彼也，自聞而已矣；吾所謂明者，非謂其見彼也，自見而已矣【六】。夫不自見而見彼，不自得而得彼者，是得人之得而不自得其得者也，適人之適而不自適其適者也【七】。夫適人之適而不自適其適，雖盜跖與伯夷，是同為淫僻也【八】。余愧乎道德，是以上不敢為仁義之操，而下不敢為淫僻之行也【九】。",
            "commentary": [
                {
                    "type": "NORMAL",
                    "text": "【一】【注】以此係彼為屬。屬性於仁，殉仁者耳，故不善也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】屬，係也。臧，善也。吾，莊生自稱也。夫捨己效人，得物喪我者，流俗之偽情也。故係我天性，學彼仁義，雖通達聖跡，如曾參史魚，乖於本性，故非論生之所善也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《屬其》郭時欲反，謂係屬也。徐音燭，屬，著也。下皆同。"
                },
                {
                    "type": "NORMAL",
                    "text": "【二】【注】率性通味乃善。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】孟子云：俞兒，齊之識味人也。尸子云：俞兒和薑桂，為人主上食。夫自無天素，效物得知，假令通似俞兒，非其善故也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《雖通如楊墨》一本無此句。《俞兒》音榆，李式榆反。司馬云：古之善識味人也。崔云：尸子曰：膳俞兒和之以薑桂，為人主上食。淮南云：俞兒狄牙，嘗淄澠之水而別之。一云：俞兒，黃帝時人。狄牙則易牙，齊桓公時識味人也。一云：俞兒亦齊人。淮南子一本作申兒，疑申當為臾。"
                },
                {
                    "type": "NORMAL",
                    "text": "【三】【注】不付之於我而屬之於彼，則雖通之如彼，而我己喪矣。故各任其耳目之用，而不係於離曠，乃聰明也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】夫離朱師曠，稟分聰明，率性而能，非關學致。今乃矯性偽情，捨己效物，雖然通達，未足稱善也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【四】【注】善於自得，忘仁而仁。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】德，得也。夫達於玄道者，不易性以殉者也，豈復執已陳之芻狗，滯先王之蘧廬者哉！故當知其自知，得其自得，以斯為善，不亦宜乎！"
                },
                {
                    "type": "NORMAL",
                    "text": "【五】【注】謂仁義為善，則損身以殉之，此於性命還自不仁也。身且不仁，其如人何！故任其性命，乃能及人，及人而不累於己，彼我同於自得，斯可謂善也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】夫曾參史魚楊朱墨翟，此四子行仁義者，蓋率性任情，稟之天命，譬彼駢枝，非由學得。而惑者睹曾史之仁義，言放效之可成；聞離曠之聰明，謂庶幾之必致；豈知造物而亭毒之乎！故王弼注易云，不性其情，焉能久行其致，斯之謂也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《不累》劣偽反。後皆倣此。"
                },
                {
                    "type": "NORMAL",
                    "text": "【六】【注】夫絕離棄曠，自任聞見，則萬方之聰明莫不皆全也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】夫希離慕曠，見彼聞他，心神馳奔，耳目竭喪，此乃愚闇，豈曰聰明！若聽耳之所聞，視目之所見，保分任真，不蕩於外者，即物皆聰明也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【七】【注】此舍己效人者也，雖效之若人，而己已亡矣。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】夫不能視見之所見而見目以求離（未）〔朱〕之明，不能知知之所知而役知以慕史魚之義者，斯乃偽情學人之得，非謂率性自得己得也。既而偽學外顯，效彼悅人，作偽心勞，故不自適其適也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《舍己》音捨。"
                },
                {
                    "type": "NORMAL",
                    "text": "【八】【注】苟以失性為淫僻，則雖所失之塗異，其於失之一也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】淫，滯也。僻，邪也。夫保分率性，正道也；尚名好勝，邪淫也。是以捨己逐物，開希幸之路者，雖伯夷之善，盜跖之惡，亦同為邪僻也。重舉適人之適者，此疊前生後以起文勢故也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【九】【注】愧道德之不為，謝冥復之無跡，故絕操行，忘名利，從容吹累，遺我忘彼，若斯而已矣。"
                },
                {
                    "type": "NORMAL",
                    "text": "【疏】夫虛通之道，至忘之德，絕仁絕義，無利無名。而莊生妙體環中，遊心物表，志操絕乎仁義，心行忘乎是非；體自然之無有，愧道德之不為。而言上下者，顯仁義淫僻之優劣也。而云余愧不敢者，示謙也。郭注云從容吹累者，從容，猶閒放；而吹累，動而無心也。吹，風也；累，塵；猶清風之動，微塵輕舉也。"
                },
                {
                    "type": "NORMAL",
                    "text": "【釋文】《愧乎》崔本作〈目鬼〉，云：〈目鬼〉，愧同。《之行》下孟反。注同。《冥復》音服。《從容》七容反。《吹》如字，又昌偽反。字亦作炊。"
                }
            ]
        }
    ]
}